[{"parfume_title":"Hwyl","parfume_description":"\"The passing impression of Hwyl Eau de Parfum’s smoky introduction folds aromatic spices into fresh Thyme Extract. Cypress leads to a warm and woody heart, while the notes of Vetiver Extract, Frankincense and moss effect an earthy sensuality and longevity.\" - a note from the brand.\nHwyl was launched in 2017.","parfume_brand":"Aesop","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.46895.jpg","parfume_gender":"unisex","parfume_year":"2017","top_notes":["Spices","Thyme"],"middle_notes":["Cypress","Woody Notes"],"base_notes":["Vetiver","Olibanum","Oakmoss"]},{"parfume_title":"Marrakech","parfume_description":"Marrakech is a light and warm scent that features the notes of clove, sandalwood and cardamom. It was inspired by the city in the desert, hot air and spice markets.\nAvailable as EDT of 50 and 100 ml, a perfume of 10 ml and a perfume baume of 10 ml. Marrakech was launched in 2005.","parfume_brand":"Aesop","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.9547.jpg","parfume_gender":"unisex","parfume_year":"2005","top_notes":[],"middle_notes":[],"base_notes":["Sandalwood","Clove","Cardamom"]},{"parfume_title":"Marrakech Intense","parfume_description":"Marrakech Intense by Aesop is a Oriental Floral fragrance for women and men. Marrakech Intense was launched in 2014. The nose behind this fragrance is Barnabé Fillion. Top notes are bergamot, cloves and cardamom; middle notes are neroli, jasmine and rose; base notes are cedar and sandalwood.","parfume_brand":"Aesop","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.26229.jpg","parfume_gender":"unisex","parfume_year":"2014","top_notes":["Bergamot","Cloves","Cardamom"],"middle_notes":["Neroli","Jasmine","Rose"],"base_notes":["Cedar","Sandalwood"]},{"parfume_title":"Mystra","parfume_description":"Mystro is inspired by the Peloponnesian city, the history of human experience, conquests, Byzantium ... The fragrant composition includes notes of mastic, frankincense and labdanum.\nAvailable as EDT of 50 and 100 ml, a perfume of 10 ml and a perfume baume of 10 ml.\nMystra was launched in 2006.","parfume_brand":"Aesop","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.9549.jpg","parfume_gender":"unisex","parfume_year":"2006","top_notes":[],"middle_notes":[],"base_notes":["French labdanum","Incense"]},{"parfume_title":"Tacit","parfume_description":"The new fragrance Tacit was launched as a contemporary interpretation of classical colognes. The new creation by Aesop was developed in collaboration with perfumer Céline Barel. Two key inspirations lie behind the fragrance: the fresh notes found in traditional colognes; and the culture, topography, and fragile, perfumed vegetation of the Mediterranean coast.\nTacit Eau de Parfum was created of the most precious ingredients collected worldwide, to provide a refreshing composition which would unite aromatic spices and earthy components in a unique blend. The fragrance starts with refreshing citrus notes, among which the most prominent one is yuzu. To provide the scents of the Mediterranean the heart offers intense green basil. The spicy, long-lasting base closes with vetiver and cloves flavor to ensure subtle warmth.\nTacit Eau de Parfum is packed in a simple, yet elegant flacon hiding orange-shade fragrant liquid to depict the warmth of the composition. Advertising campaign for the fragrance is accompanied with a photo by Australian photographer Jonathan McCabe.\nTacit by Aesop can be purchased as 50 ml Eau de Parfum, and will be perfect for men and women. Tacit was launched in 2015.","parfume_brand":"Aesop","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.32134.jpg","parfume_gender":"unisex","parfume_year":"2015","top_notes":["Citruses","Yuzu"],"middle_notes":["Basil"],"base_notes":["Vetiver","Cloves"]},{"parfume_title":"Assassin","parfume_description":"\"He has always wanted to see Morocco or visit the markets at Marakesh. The Assassin is focused on that one single purpose. He is not to be messed with. Sharp and clear he can accomplish great things. Not \"Lawrence of Arabia\" or a ninja, but something in between. The exotic smells of all that adventure. With a gin and tonic in the sun the journey begins....\"\nAssassin is a perfume for men by Bud Parfums. You can purchase a bottle additionally. Perfume range is sold in standard refills only.\nAssassin was launched during the 2000's. The nose behind this fragrance is Howard Jarvis.","parfume_brand":"Bud Parfums","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.12056.jpg","parfume_gender":"male","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":[]},{"parfume_title":"Autumn","parfume_description":"\"She is winsome, light and yet deep and complex. A provocative mystery of chocolate, caramel, strawberry and vanilla cream. A richness that will leave you thinking, \"Who was that?\"\nAutumn is a perfume for women by Bud Parfums. You can purchase a bottle additionally. Perfume range is sold in standard refills only.\nAutumn was launched during the 2000's. The nose behind this fragrance is Howard Jarvis.","parfume_brand":"Bud Parfums","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.12039.jpg","parfume_gender":"female","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":["Vanille","Mexican chocolate","Caramel","Big Strawberry"]},{"parfume_title":"Butterfly","parfume_description":"\"A fruity lusciousness with deep sincerity and a faint vagueness of a mystery that you can't quite name. She can turn your head, act on a whimsy, and sometimes on a deeper level be gently troubled or confused. Well aren't we all? The\"Butterfly\" suits all occasions and is stunning under a full moon on a summer's night.\"\nButterfly is a perfume for women by Bud Parfums. You can purchase a bottle additionally. Perfume range is sold in standard refills only.\nButterfly was launched during the 2000's. The nose behind this fragrance is Howard Jarvis.","parfume_brand":"Bud Parfums","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.12040.jpg","parfume_gender":"female","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":["Fruity Notes","White Flowers"]},{"parfume_title":"Chocolate Soldier","parfume_description":"\"Teddy bear, teddy bear turn around...\nYou're not as bad as your big old frown.\"\nSoft in the middle with a cuddly smile.\nChocolate covered orange slice,\nRum and spice,\nmakes you actually, quite nice.\"\nChocolate Soldier is a perfume for men by Bud Parfums. You can purchase a bottle additionally. Perfume range is sold in standard refills only.\nChocolate Soldier was launched during the 2000's. The nose behind this fragrance is Howard Jarvis.","parfume_brand":"Bud Parfums","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.12057.jpg","parfume_gender":"male","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":["Orange","Mexican chocolate","Rum","Spices"]},{"parfume_title":"El Diablo","parfume_description":"El Diablo by Bud Parfums is a Woody Spicy fragrance for men. Top notes are bergamot and lime; middle notes are cinnamon, nutmeg and cloves; base notes are labdanum, oakmoss and woody notes.","parfume_brand":"Bud Parfums","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.20700.jpg","parfume_gender":"male","parfume_year":"No year","top_notes":["Bergamot","Lime"],"middle_notes":["Cinnamon","Nutmeg","Cloves"],"base_notes":["Labdanum","Oakmoss","Woody Notes"]},{"parfume_title":"Elysium","parfume_description":"A place or condition of ideal bliss or complete happiness. A paradise. A little bit gypsy in the sense that she lingers long enough to distract your fancy. Surrounded by cascades of jasmine flowers, with trails of honeysuckle blossoms. The first day of Spring, full of new potential. Sunshine and warmth after a long cold winter. Light and refreshing, you are floating on air in your magic bubble.\nComposition: Neroli, Jasmine, geranium, sweet orange, lilac, orange blossoms, musk, bergamot, petitgrain oils.\nElysium is a perfume for women by Bud Parfums. You can purchase a bottle additionally. Perfume range is sold in standard refills only.\nElysium was launched during the 2000's. The nose behind this fragrance is Howard Jarvis.","parfume_brand":"Bud Parfums","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.12042.jpg","parfume_gender":"female","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":["Petitgrain","Musk","Jasmine","African Orange flower","Geranium","Bergamot","Orange","Lilac"]},{"parfume_title":"Fleur De Lilac","parfume_description":"\"A purple heaven of colour and scents. Lilac clusters, bouquets of sweet violets in the heady spring afternoon sun rays. This is a gentle walk through Monet’s garden. Charming, enchanting and captivating. Discover a lost world full of romance….\"\nINGREDIENTS: Jasmine flowers, Gardenia, sweet violet flowers, hyacinth, Heliotrope, ylang ylang oils.\nFleur De Lilac is a perfume for women by Bud Parfums. You can purchase a bottle additionally. Perfume range is sold in standard refills only.\nFleur De Lilac was launched during the 2000's. The nose behind this fragrance is Howard Jarvis.","parfume_brand":"Bud Parfums","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.12044.jpg","parfume_gender":"female","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":["Jasmine","Gardenia","Hyacinth","Ylang-Ylang","Heliotrope","Violet"]},{"parfume_title":"Gnosis","parfume_description":"\"She is young and fresh and has an answer for eveything. Full of fruity berries, like cherries and raspberries.She is jam on toast. A go anywhere girl who is able to do anything she wants. The adventure continues......\"\nGnosis is a perfume for women by Bud Parfums. You can purchase a bottle additionally. Perfume range is sold in standard refills only.\nGnosis was launched during the 2000's. The nose behind this fragrance is Howard Jarvis.","parfume_brand":"Bud Parfums","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.12045.jpg","parfume_gender":"female","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":["Raspberry","Cherry","Red Berries"]},{"parfume_title":"Goddess","parfume_description":"\"Ebb tide, low tide, high tide. The constant fluid movement of the ocean. Waves translucent, fresh aqua marine - she changes with the light. Discover the Goddess within....\"\nGoddess is a perfume for women by Bud Parfums. You can purchase a bottle additionally. Perfume range is sold in standard refills only.\nGoddess was launched during the 2000's. The nose behind this fragrance is Howard Jarvis.","parfume_brand":"Bud Parfums","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.12047.jpg","parfume_gender":"female","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":["White Flowers","Sea water"]},{"parfume_title":"Bud Parfums","parfume_description":"\"A deep rich woody scent reminiscent of wood piles, freshly chopped timbers, the sap, shavings and sawdust of red gum; and the effort required to make the same.”\nINGREDIENTS: Sandalwood, frankincense, bergamot, labdanum, patchouli, lime and bay oils.\nIf is a perfume for men by Bud Parfums. You can purchase a bottle additionally. Perfume range is sold in standard refills only.\nIf was launched during the 2000's. The nose behind this fragrance is Howard Jarvis.","parfume_brand":"Bud Parfums","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.12058.jpg","parfume_gender":"male","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":["French labdanum","Sandalwood","Patchouli","Bergamot","Lime","Olibanum","Bay Leaf"]},{"parfume_title":"Jackeroo","parfume_description":"\"Up at the crack of dawn for a big day mustering the cattle.\nSaddle up, leather boots shine and a cocky tilt of the hat.\nYou are fresh, sharp and dynamite hissing.\"\nGO GET 'EM....\nJackeroo is a perfume for men by Bud Parfums. You can purchase a bottle additionally. Perfume range is sold in standard refills only.\nJackeroo was launched during the 2000's. The nose behind this fragrance is Howard Jarvis.","parfume_brand":"Bud Parfums","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.12059.jpg","parfume_gender":"male","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":["Leather"]},{"parfume_title":"Jessica","parfume_description":"\"It's chocolate baby - or nothing! Sun dried slices of orange segments slowly dipped in dark chocolate and lightly nibbled by a glowing fire. A trace of cinnamon lingers over warm red wine. She is demure and deep and is to be sipped slowly.\nThat's Jessica!\"\njessica is a perfume for women by Bud Parfums. You can purchase a bottle additionally. Perfume range is sold in standard refills only.\nJessica was launched during the 2000's. The nose behind this fragrance is Howard Jarvis.","parfume_brand":"Bud Parfums","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.12048.jpg","parfume_gender":"female","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":["Cinnamon","Orange","Mexican chocolate"]},{"parfume_title":"Jezebel","parfume_description":"\"People think she is quiet, shy and demure and yet underneath there is a wild woman waiting for the moment to let loose. As the tempo of the music rises and the beat gets bolder, her blood begins to boil..... Hot and spicy she finally spreads her wings and flies.\"\n\"Tearing away from all that is old - she becomes a golden phoenix\".\nJezebel is a perfume for women by Bud Parfums. You can purchase a bottle additionally. Perfume range is sold in standard refills only.\nJezebel was launched during the 2000's. The nose behind this fragrance is Howard Jarvis.","parfume_brand":"Bud Parfums","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.12049.jpg","parfume_gender":"female","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":["Spices"]},{"parfume_title":"Kalgoorlie","parfume_description":"\"Wide open spaces of the dessert with the tang of fresh rain on the dust.\nHuge skies and the immensity of the rich dark starry night.\nMusky spinifex, deep ochre spice and so much more.\nThe Adventure begins...\"\nKalgoorlie is a perfume for men by Bud Parfums. You can purchase a bottle additionally. Perfume range is sold in standard refills only.\nKalgoorlie was launched during the 2000's. The nose behind this fragrance is Howard Jarvis.","parfume_brand":"Bud Parfums","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.12060.jpg","parfume_gender":"male","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":["Woodsy Notes","Musk"]},{"parfume_title":"Naiad","parfume_description":"\"A water nymph,(from naein, to flow). She is the female diety who presides over springs and streams in Greek mythology. She is fresh green with ferny, mossy and musky scents.\nThe young girl, a woman swimmer. The river plants of the genus Naias. Also a species of butterfly.....\"\nNaiad is a perfume for women by Bud Parfums. You can purchase a bottle additionally. Perfume range is sold in standard refills only.\nNaiad was launched during the 2000's. The nose behind this fragrance is Howard Jarvis.","parfume_brand":"Bud Parfums","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.12050.jpg","parfume_gender":"female","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":["Green Notes","oak moss","Fern","Musk"]},{"parfume_title":"Nurture","parfume_description":"\"The juxaposition of violets and roses in the cool shade. Orange blossoms wafting on the breeze over fields of poppies. If only Monet could paint this scene and all its sweet bouquets. An ambrosial shower that will nourish your soul. It's time for your assignation with divine elements.........\"\nNurture is a perfume for women by Bud Parfums. You can purchase a bottle additionally. Perfume range is sold in standard refills only.\nNurture was launched during the 2000's. The nose behind this fragrance is Howard Jarvis.","parfume_brand":"Bud Parfums","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.12051.jpg","parfume_gender":"female","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":["African Orange flower","Rose","Violet"]},{"parfume_title":"Ooh La La","parfume_description":"\"A walk on the beach at Heron Island. The wafting warm summer scents of vanilla, frangipani and a trace of lemon scented tea tree in the distance. \"Ooh La La\" is fresh, invigorating, bold and confident. She is luscious, with a fruity bouquet that sparkles. A little of a gypsy she will transport you with music to far away places. She is composed with the finest of natural ingredients and you may find the subtle changes within her, will last for several days. If you love quality of the highest standards then you will be pleasantly surprised. Let her take you on a holiday and away from your little world today........\"\nOoh La La is a perfume for women by Bud Parfums. You can purchase a bottle additionally. Perfume range is sold in standard refills only.\nOoh La La was launched during the 2000's. The nose behind this fragrance is Howard Jarvis.","parfume_brand":"Bud Parfums","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.12052.jpg","parfume_gender":"female","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":["Vanille","Amalfi Lemon","Frangipani"]},{"parfume_title":"Pur Blond","parfume_description":"Pur Blond by Bud Parfums is a Floral Fruity Gourmand fragrance for women. Pur Blond was launched in 2011. The nose behind this fragrance is Howard Jarvis. The fragrance features caramel, vanilla, beeswax, sweet notes, creme brulee, flowers and milk.","parfume_brand":"Bud Parfums","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.13628.jpg","parfume_gender":"female","parfume_year":"2011","top_notes":[],"middle_notes":[],"base_notes":["Caramel","Vanilla","Beeswax","Sweet Notes","Creme Brulee","Flowers","Milk"]},{"parfume_title":"Ripsilver","parfume_description":"\"The waves call their siren song.\nWhite caps rip along the translucent aqua marine.\nWarm sand and a light breeze toss this beach comber's hair.\nThe lightness of the froth amongst life's flotsam and jetsam.\nYou are care free and,\n\"frankly my dear, I don't give a damn\".....\"\nRipsilver is a perfume for men by Bud Parfums. You can purchase a bottle additionally. Perfume range is sold in standard refills only.\nRipsilver was launched during the 2000's. The nose behind this fragrance is Howard Jarvis.","parfume_brand":"Bud Parfums","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.12061.jpg","parfume_gender":"male","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":[]},{"parfume_title":"Rouge Pomegranate","parfume_description":"\"The native fruit of the North African small tree Punica granatum. Reddish in colour and about the size of an orange. Inside the hard rind are many large seeds surrounded by a juicy pulp, pink and red in colour with a fresh slight acid taste. The scent is very fresh and light. It’s lively, with a succulent lushness that sings of the start of summer. A brief whiff will take you to exotic far away places….\"\nRouge Pomegranate is a perfume for women by Bud Parfums. You can purchase a bottle additionally. Perfume range is sold in standard refills only.\nThe nose behind this fragrance is Howard Jarvis.","parfume_brand":"Bud Parfums","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.12053.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Pomegranate"]},{"parfume_title":"Scarlet","parfume_description":"Scarlet by Bud Parfums is a Floral fragrance for women. Scarlet was launched in 2011. The fragrance features bergamot, gardenia, jasmine, lime, orange, ylang-ylang and cinnamon.","parfume_brand":"Bud Parfums","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.20701.jpg","parfume_gender":"female","parfume_year":"2011","top_notes":[],"middle_notes":[],"base_notes":["Bergamot","Gardenia","Jasmine","Lime","Orange","Ylang-Ylang","Cinnamon"]},{"parfume_title":"Sophia","parfume_description":"\"She is fresh, spontaneous and precocious. Her bubbliness will surround you with her infectious laughter. Occasionally you may catch her singing in the kitchen or bathing with candles and flowers. She can surprise you with her generosity and tenderness, while trying to hide her vulnerability. She can kiss like an angel underneath her firm shell. You may detect a hint of sweet violets about her that hides her soft underbelly. A fruity lusciousness with deep sincerity and a faint vagueness of a mystery that you can't quite name. She can turn your head, act on a whimsy, and sometimes on a deeper level be gently troubled or confused. Well aren't we all ? The\"Butterfly\" suits all occasions and is stunning under a full moon on a summer's night.\"\nSophia is a perfume for women by Bud Parfums. You can purchase a bottle additionally. Perfume range is sold in standard refills only.\nSophia was launched during the 2000's. The nose behind this fragrance is Howard Jarvis.","parfume_brand":"Bud Parfums","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.12054.jpg","parfume_gender":"female","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":[]},{"parfume_title":"Sweetheart","parfume_description":"\"She is curious and gentle. Graceful in all her movements as she glides through the day. Soft and kind she strokes the cat in the warm sunlight of the window. As you nuzzle into the nape of her neck, the scent of baby powder and cherry blossoms drift over you. Yes - she's a real Sweetheart !\nINGREDIENTS: Heliotrope, vintage violets, ylang-ylang, oakmoss, vanilla.\nSweetheart is a perfume for women by Bud Parfums. You can purchase a bottle additionally. Perfume range is sold in standard refills only.\nSweetheart was launched during the 2000's. The nose behind this fragrance is Howard Jarvis.","parfume_brand":"Bud Parfums","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.12055.jpg","parfume_gender":"female","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":["Ylang-Ylang","oak moss","Vanille","Heliotrope","Violet"]},{"parfume_title":"The Gamekeeper","parfume_description":"\"Then, one day, a lovely sunny day with tufts of primroses under the hazels, and many violets dotting the paths, she came in the afternoon to the coops and there was one tiny, tiny perky chicken tinily prancing round in front of a coop.\nThe keeper, squatting beside her, was also watching with an amused face the bold little bird in her hands. Suddenly he saw a tear fall on to her wrist.\nAnd he stood up, and stood away, moving to the other coop. For suddenly he was aware of the old flame shooting and leaping up in his loins, that he had hoped was quiescent for ever. He laid his hand on her shoulder, and softly, gently, it began to travel down the curve of her back, blindly, with a blind stroking motion, to the curve of her crouching loins. “Shall you come to the hut?” he said, in a quiet, neutral voice.\"\n‘Lady Chatterley’s Lover’ by D.H.Lawrence\nINGREDIENTS: Musk, Petitgrain, Orange blossom, Patchouli, Palmarosa oils, Labdanum and Oakmoss.\nThe Gamekeeper is a perfume for men by Bud Parfums. You can purchase a bottle additionally. Perfume range is sold in standard refills only.\nThe Gamekeeper was launched during the 2000's. The nose behind this fragrance is Howard Jarvis.","parfume_brand":"Bud Parfums","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.12062.jpg","parfume_gender":"male","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":["Petitgrain","Musk","French labdanum","African Orange flower","Patchouli","oak moss"]},{"parfume_title":"ugly bastard","parfume_description":"He has all the signs of a weather beaten life. Musty wood shavings with a dash of fir around the wrinkles of a hard worker. Dark chocolate, rum and spice which makes him actually quite nice. Laughter amongst the sweat and curses.\nNot such a romantic but dependable, reliable and eventually he gets the job done.\nYou know you like him, (even though he is an ugly bastard).\nPut this cologne on the dashboard, under the windscreen of the ute so it gets to 60 C. That way it will get so bloody hot it will really burn when you splash it on your poor face ! (Or maybe keep it in a cool dark place fellas). Spray it on the sides of your neck and avoid copious amounts, so no one knows you really are an ugly bastard.\nUgly Bastard is a perfume for men by Bud Parfums. You can purchase a bottle additionally. Perfume range is sold in standard refills only.\nUgly Bastard was launched during the 2000's. The nose behind this fragrance is Howard Jarvis.","parfume_brand":"Bud Parfums","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.12063.jpg","parfume_gender":"male","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":["Mexican chocolate","Rum","Spices"]},{"parfume_title":"Whoa De Cologne","parfume_description":"\"The hidden cowboy within.\nNot your average outdoorsman, he's gentle,\nsensitive and warm.\nMusky spice reminiscent of your father's old shirts.\nSaddle leather, wisps of pipe tobacco and all those funny stories.\nKid gloves for you kid.\nWHOA there boyo!\nSplash it on....\"\nWhoa De Cologne is a perfume for men by Bud Parfums. You can purchase a bottle additionally. Perfume range is sold in standard refills only.\nWhoa De Cologne was launched during the 2000's. The nose behind this fragrance is Howard Jarvis.","parfume_brand":"Bud Parfums","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.12064.jpg","parfume_gender":"male","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":["Tobacco","Leather"]},{"parfume_title":"Wild Dragons Blood","parfume_description":"\"(You are dreaming.) Somewhere in an enchanted redwood forest you are\nwandering along a winding path. It’s foggy and cool. There’s a dampness in the\nair. Your nose picks up faint wafts of moss, lichen and clumps of mushrooms. You\nnotice their orange strange umbrella shapes. The fog swirls about your feet. It\nclears for a moment and you see for a second a familiar shape. It’s camouflaged\nwith moss and the pattern of leaves. It moves and rears its head looking in your\ndirection. A Dragon!\nThe dragon holds you in its gaze. Its nostrils are breathing smoke. It roars a\ndeafening roar which shakes the forest. There is blood dripping from its fangs.\nYou keep perfectly still. For some reason the dragon slinks off into the bush. Was\nthat a warning roar? Cautiously you step forward following the path to the\ndragon’s lair. A rough bundle of sticks forms a neat circle. It’s a nest. Half covered\nby some dry leaves you notice three small golden eggs. What do you do\nnow?........\nAnd that’s how it started. This dream was so powerful that I had to make\nthe smells of the forest, the smoke, the blood and the gold. Then I found a resin\ncalled dragon’s blood (dracaena cinnabari). When burnt it makes a beautiful\nincense, dark, mysterious and smoky. We ground up the hard crystals in a mortar\nand pestle, added some ethanol and made a deep red tincture. To keep the\nmystery and the dark gothic aroma of this perfume, each ingredient was carefully\nadded to preserve the image and the memory of the dream. The deep redness of\nthe dragon’s blood tincture was combined with the strong woodiness of\ncedarwood oil, a touch of musk, the richness of benzoin and a dash of\nfrankincense. Together with the smokiness of beeswax, labdanum and patchouli\nfor a heady mix. Adding a sprinkling of oakmoss for the deep dankness of themushrooms and the damp. These are some of the ingredients that combine into a\nfascinating aroma. Then for a touch of magic real gold leaf is floating in the bottle.\nYou can swirl it around like a snow dome and watch the glitter of gold sparkle in\nthe sunlight. (Maybe make a wish).\nI trust you will be fascinated by this dark gothic forest scent as I have been\nin making this perfume painstakingly over the last 3 years. Carefully adding each\nof the best materials to replicate the total scent picture accurately. Let “Wild\nDragon’s Blood” bring some magic into your day…\" - a note from the brand.\nWild Dragons Blood was launched in 2017. The nose behind this fragrance is Howard Jarvis.","parfume_brand":"Bud Parfums","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.46516.jpg","parfume_gender":"unisex","parfume_year":"2017","top_notes":[],"middle_notes":[],"base_notes":["Wood resin","Cedar","Musk","Benzoin","Olibanum","Beeswax","Labdanum","Patchouli","Oakmoss"]},{"parfume_title":"Aquarelle","parfume_description":"Aquarelle by Evocative Perfumes is a Aromatic fragrance for women and men. Aquarelle was launched in 2012. The nose behind this fragrance is Mark Evans. Top note is citruses; middle notes are white flowers and wild berries; base notes are cedar, amber and powdery notes.","parfume_brand":"Evocative Perfumes","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.29140.jpg","parfume_gender":"unisex","parfume_year":"2012","top_notes":["Citruses"],"middle_notes":["White Flowers","Wild berries"],"base_notes":["Cedar","Amber","Powdery Notes"]},{"parfume_title":"Cologne for Alice","parfume_description":"Cologne for Alice by Evocative Perfumes is a Citrus Aromatic fragrance for women and men. Cologne for Alice was launched in 2015. The nose behind this fragrance is Mark Evans. Top note is citruses; middle notes are jasmine, neroli and orange blossom; base note is musk.","parfume_brand":"Evocative Perfumes","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.43641.jpg","parfume_gender":"unisex","parfume_year":"2015","top_notes":["Citruses"],"middle_notes":["Jasmine","Neroli","Orange Blossom"],"base_notes":["Musk"]},{"parfume_title":"Evelyn's Rose","parfume_description":"Evelyn's Rose by Evocative Perfumes is a Floral fragrance for women and men. Evelyn's Rose was launched in 2013. The nose behind this fragrance is Mark Evans. The fragrance features english rose, rose and musk.","parfume_brand":"Evocative Perfumes","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.29142.jpg","parfume_gender":"unisex","parfume_year":"2013","top_notes":[],"middle_notes":[],"base_notes":["English Rose","Rose","Musk"]},{"parfume_title":"Fetische","parfume_description":"Fetische by Evocative Perfumes is a Floral fragrance for women and men. Fetische was launched in 2017. The nose behind this fragrance is Mark Evans. The fragrance features tuberose, leather, musk and oakmoss.","parfume_brand":"Evocative Perfumes","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.44619.jpg","parfume_gender":"unisex","parfume_year":"2017","top_notes":[],"middle_notes":[],"base_notes":["Tuberose","Leather","Musk","Oakmoss"]},{"parfume_title":"Fetische","parfume_description":"Fetische by Evocative Perfumes is a Floral fragrance for women and men. This is a new fragrance. Fetische was launched in 2019. The nose behind this fragrance is Mark Evans. The fragrance features tuberose, leather, musk and oakmoss.","parfume_brand":"Evocative Perfumes","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.58278.jpg","parfume_gender":"unisex","parfume_year":"2019","top_notes":[],"middle_notes":[],"base_notes":["Tuberose","Leather","Musk","Oakmoss"]},{"parfume_title":"Fleur de Magnolia","parfume_description":"Fleur de Magnolia by Evocative Perfumes is a Floral fragrance for women and men. Fleur de Magnolia was launched in 2013. The nose behind this fragrance is Mark Evans. Top notes are citruses and orange blossom; middle notes are jasmine, magnolia and green tea; base notes are carnation and powdery notes.","parfume_brand":"Evocative Perfumes","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.29141.jpg","parfume_gender":"unisex","parfume_year":"2013","top_notes":["Citruses","Orange Blossom"],"middle_notes":["Jasmine","Magnolia","Green Tea"],"base_notes":["Carnation","Powdery Notes"]},{"parfume_title":"Imogen","parfume_description":"Imogen by Evocative Perfumes is a Oriental Spicy fragrance for women and men. This is a new fragrance. Imogen was launched in 2019. The nose behind this fragrance is Mark Evans. Top note is bergamot; middle notes are rose, jasmine and iris; base notes are vanilla, leather and sandalwood.","parfume_brand":"Evocative Perfumes","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.58279.jpg","parfume_gender":"unisex","parfume_year":"2019","top_notes":["Bergamot"],"middle_notes":["Rose","Jasmine","iris"],"base_notes":["Vanilla","Leather","Sandalwood"]},{"parfume_title":"Imogen","parfume_description":"Imogen by Evocative Perfumes is a Oriental Spicy fragrance for women and men. Imogen was launched in 2012. The nose behind this fragrance is Mark Evans. Top note is bergamot; middle notes are rose, jasmine and iris; base notes are vanilla, leather and sandalwood.","parfume_brand":"Evocative Perfumes","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.29131.jpg","parfume_gender":"unisex","parfume_year":"2012","top_notes":["Bergamot"],"middle_notes":["Rose","Jasmine","iris"],"base_notes":["Vanilla","Leather","Sandalwood"]},{"parfume_title":"Jasmin Tabac","parfume_description":"Jasmin Tabac by Evocative Perfumes is a Oriental Spicy fragrance for women and men. Jasmin Tabac was launched in 2014. The nose behind this fragrance is Mark Evans. Top note is citruses; middle notes are jasmine sambac, rose and tobacco; base notes are ambergris and sandalwood.","parfume_brand":"Evocative Perfumes","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.29143.jpg","parfume_gender":"unisex","parfume_year":"2014","top_notes":["Citruses"],"middle_notes":["Jasmine Sambac","Rose","Tobacco"],"base_notes":["Ambergris","Sandalwood"]},{"parfume_title":"Nirvana","parfume_description":"Nirvana by Evocative Perfumes is a Oriental Woody fragrance for women and men. Nirvana was launched in 2015. The nose behind this fragrance is Mark Evans. The fragrance features rose, agarwood (oud), sandalwood and fruity notes.","parfume_brand":"Evocative Perfumes","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.32941.jpg","parfume_gender":"unisex","parfume_year":"2015","top_notes":[],"middle_notes":[],"base_notes":["Rose","Agarwood (Oud)","Sandalwood","Fruity Notes"]},{"parfume_title":"Olibanum","parfume_description":"Olibanum by Evocative Perfumes is a Oriental fragrance for women and men. Olibanum was launched in 2014. The nose behind this fragrance is Mark Evans. Top notes are cypress and juniper; middle notes are olibanum and iris; base note is ash.","parfume_brand":"Evocative Perfumes","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.29139.jpg","parfume_gender":"unisex","parfume_year":"2014","top_notes":["Cypress","Juniper"],"middle_notes":["Olibanum","iris"],"base_notes":["Ash"]},{"parfume_title":"Rajkumari","parfume_description":"\"Rajkumari\" is Hindi for princess and while composing this perfume, the image of a Hindu deity or dazzling Indian bride was forever in mind. The exotic scents of roses and floral garlands, incense sticks and precious attars transport you to the Orient where you have been granted time in the company of royalty itself.\" - a note from the brand.\nRajkumari by Evocative Perfumes is a Floral fragrance for women and men. This is a new fragrance. Rajkumari was launched in 2017. The nose behind this fragrance is Mark Evans. The fragrance features jasmine, plum red rose, patchouli, costus incense, precious woods and oriental notes (Indian Attar).","parfume_brand":"Evocative Perfumes","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.45151.jpg","parfume_gender":"unisex","parfume_year":"2017","top_notes":[],"middle_notes":[],"base_notes":["Jasmine","Red Rose","Patchouli","Costus","Incense","Precious Woods","Oriental notes"]},{"parfume_title":"Rajkumari","parfume_description":"Rajkumari by Evocative Perfumes is a Floral fragrance for women and men. This is a new fragrance. Rajkumari was launched in 2019. The nose behind this fragrance is Mark Evans. The fragrance features jasmine, red rose, patchouli, costus, incense, precious woods and oriental notes.","parfume_brand":"Evocative Perfumes","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.58282.jpg","parfume_gender":"unisex","parfume_year":"2019","top_notes":[],"middle_notes":[],"base_notes":["Jasmine","Red Rose","Patchouli","Costus","Incense","Precious Woods","Oriental notes"]},{"parfume_title":"Siberian Fir","parfume_description":"Siberian Fir by Evocative Perfumes is a Woody Aromatic fragrance for women and men. The nose behind this fragrance is Mark Evans. The fragrance features pine needles, poplar (populus) buds, siberian pine, dried fruits, benzoin and woody notes.","parfume_brand":"Evocative Perfumes","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.58281.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Pine needles","Poplar (Populus) buds","Siberian Pine","Dried Fruits","Benzoin","Woody Notes"]},{"parfume_title":"Siberian Fir","parfume_description":"Siberian Fir by Evocative Perfumes is a Woody Aromatic fragrance for women and men. Siberian Fir was launched in 2014. The nose behind this fragrance is Mark Evans. The fragrance features pine needles, poplar (populus) buds, siberian pine, dried fruits, benzoin and woody notes.","parfume_brand":"Evocative Perfumes","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.29138.jpg","parfume_gender":"unisex","parfume_year":"2014","top_notes":[],"middle_notes":[],"base_notes":["Pine needles","Poplar (Populus) buds","Siberian Pine","Dried Fruits","Benzoin","Woody Notes"]},{"parfume_title":"Vanille Tonique","parfume_description":"Vanille Tonique by Evocative Perfumes is a Floral Woody Musk fragrance for women and men. This is a new fragrance. Vanille Tonique was launched in 2019. The nose behind this fragrance is Mark Evans. Top notes are olibanum and ylang-ylang; middle notes are vanilla, orchid and precious woods; base notes are ambrette (musk mallow), musk and benzoin.","parfume_brand":"Evocative Perfumes","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.58280.jpg","parfume_gender":"unisex","parfume_year":"2019","top_notes":["Olibanum","Ylang-Ylang"],"middle_notes":["Vanilla","Orchid","Precious Woods"],"base_notes":["Ambrette (Musk Mallow)","Musk","Benzoin"]},{"parfume_title":"Vanille Tonique","parfume_description":"Vanille Tonique by Evocative Perfumes is a Floral Woody Musk fragrance for women and men. Vanille Tonique was launched in 2014. The nose behind this fragrance is Mark Evans. Top notes are olibanum and ylang-ylang; middle notes are vanilla, orchid and precious woods; base notes are ambrette (musk mallow), musk and benzoin.","parfume_brand":"Evocative Perfumes","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.29137.jpg","parfume_gender":"unisex","parfume_year":"2014","top_notes":["Olibanum","Ylang-Ylang"],"middle_notes":["Vanilla","Orchid","Precious Woods"],"base_notes":["Ambrette (Musk Mallow)","Musk","Benzoin"]},{"parfume_title":"Equinox","parfume_description":"Equinox by Fleurage is a Aromatic Fougere fragrance for men. The nose behind this fragrance is Emma Jane Leah. Top notes are citruses and green grass; middle notes are floral notes and herbal notes;","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35137.jpg","parfume_gender":"male","parfume_year":"No year","top_notes":[],"middle_notes":["Floral Notes","Herbal Notes"],"base_notes":["Citruses","Green Grass"]},{"parfume_title":"Poeticus","parfume_description":"Poeticus by Fleurage is a Chypre fragrance for men. The nose behind this fragrance is Emma Jane Leah. Top note is green notes; middle notes are narcissus and floral notes; base note is musk.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35140.jpg","parfume_gender":"male","parfume_year":"No year","top_notes":["Green Notes"],"middle_notes":["Narcissus","Floral Notes"],"base_notes":["Musk"]},{"parfume_title":"Pout","parfume_description":"Pout by Fleurage is a Chypre fragrance for women. The nose behind this fragrance is Emma Jane Leah. Top note is citruses; middle note is floral notes; base notes are leather and woody notes.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.34963.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":["Citruses"],"middle_notes":["Floral Notes"],"base_notes":["Leather","Woody Notes"]},{"parfume_title":"Solstice","parfume_description":"Solstice by Fleurage is a Oriental fragrance for men. The nose behind this fragrance is Emma Jane Leah. Top notes are iced tea and lemon; middle notes are floral notes, honey and exotic spices; base note is egyptian balsam.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35142.jpg","parfume_gender":"male","parfume_year":"No year","top_notes":["Iced Tea","Lemon"],"middle_notes":["Floral Notes","Honey","Exotic Spices"],"base_notes":["Egyptian balsam"]},{"parfume_title":"Such a Boy","parfume_description":"Such a Boy by Fleurage is a fragrance for men. The nose behind this fragrance is Emma Jane Leah.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35195.jpg","parfume_gender":"male","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":[]},{"parfume_title":"Temple Flower","parfume_description":"Temple Flower by Fleurage is a Oriental Floral fragrance for women. The nose behind this fragrance is Emma Jane Leah. Top note is citruses; middle notes are jasmine, frangipani and exotic floral notes; base notes are sandalwood and incense.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.34960.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":["Citruses"],"middle_notes":["Jasmine","Frangipani","Exotic floral notes"],"base_notes":["Sandalwood","Incense"]},{"parfume_title":"Bay Rum Cologne","parfume_description":"Bay Rum Cologne by Fleurage is a Oriental Spicy fragrance for men. The nose behind this fragrance is Emma Jane Leah. The fragrance features vanilla, musk, allspice and cloves.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35179.jpg","parfume_gender":"male","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Vanilla","Musk","Allspice","Cloves"]},{"parfume_title":"Bayou Cologne","parfume_description":"Bayou Cologne by Fleurage is a Woody Aromatic fragrance for men. The nose behind this fragrance is Emma Jane Leah. The fragrance features green notes, peach, woody notes, peach blossom, resins and incense.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35193.jpg","parfume_gender":"male","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Green Notes","Peach","Woody Notes","Peach Blossom","resins","Incense"]},{"parfume_title":"Citron Cologne","parfume_description":"Citron Cologne by Fleurage is a Citrus fragrance for men. The nose behind this fragrance is Emma Jane Leah. The fragrance features lemon, lime, neroli and mandarin orange.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35177.jpg","parfume_gender":"male","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Lemon","Lime","Neroli","Mandarin Orange"]},{"parfume_title":"Fougere Cologne","parfume_description":"Fougere Cologne by Fleurage is a Aromatic Fougere fragrance for men. The nose behind this fragrance is Emma Jane Leah. The fragrance features green notes, woody notes, incense, hay and bergamot.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35181.jpg","parfume_gender":"male","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Green Notes","Woody Notes","Incense","Hay","Bergamot"]},{"parfume_title":"Four Thieves Cologne","parfume_description":"Four Thieves Cologne by Fleurage is a Aromatic fragrance for men. The nose behind this fragrance is Emma Jane Leah. Top note is mint; middle notes are pepper and nutmeg; base note is woody notes.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35178.jpg","parfume_gender":"male","parfume_year":"No year","top_notes":["Mint"],"middle_notes":["Pepper","Nutmeg"],"base_notes":["Woody Notes"]},{"parfume_title":"Gentleman’s Chypre Cologne","parfume_description":"Gentleman’s Chypre Cologne by Fleurage is a Chypre fragrance for men. The nose behind this fragrance is Emma Jane Leah. The fragrance features leather, ambergris, ylang-ylang, tonka bean, green notes, woody notes, sweet notes and oakmoss.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35192.jpg","parfume_gender":"male","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Leather","Ambergris","Ylang-Ylang","Tonka Bean","Green Notes","Woody Notes","Sweet Notes","Oakmoss"]},{"parfume_title":"Libertine Cologne","parfume_description":"Libertine Cologne by Fleurage is a Aromatic fragrance for men. The nose behind this fragrance is Emma Jane Leah. Top note is neroli; middle note is cherry; base notes are musk and amber.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35182.jpg","parfume_gender":"male","parfume_year":"No year","top_notes":["Neroli"],"middle_notes":["Cherry"],"base_notes":["Musk","Amber"]},{"parfume_title":"Plantation Cologne","parfume_description":"Plantation Cologne by Fleurage is a Aromatic Green fragrance for men. The nose behind this fragrance is Emma Jane Leah. The fragrance features flax, cotton flower and tea.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35180.jpg","parfume_gender":"male","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Flax","Cotton Flower","Tea"]},{"parfume_title":"China Musk","parfume_description":"China Musk by Fleurage is a Floral fragrance for women and men. The nose behind this fragrance is Emma Jane Leah. The fragrance features jasmine and musk.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35261.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Jasmine","Musk"]},{"parfume_title":"Citron Vanilla","parfume_description":"Citron Vanilla by Fleurage is a Aromatic fragrance for women and men. The nose behind this fragrance is Emma Jane Leah. The fragrance features orange and ice cream.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35272.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Orange","Ice cream"]},{"parfume_title":"Exotic Floral","parfume_description":"Exotic Floral by Fleurage is a Floral fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features exotic floral notes.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35268.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Exotic floral notes"]},{"parfume_title":"Floral Amber","parfume_description":"Floral Amber by Fleurage is a Oriental Floral fragrance for women and men. The nose behind this fragrance is Emma Jane Leah. The fragrance features amber, rose and jasmine.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35204.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Amber","Rose","Jasmine"]},{"parfume_title":"Floral Vanilla","parfume_description":"Floral Vanilla by Fleurage is a Oriental Floral fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features rose, jasmine and vanilla.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35271.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Rose","Jasmine","Vanilla"]},{"parfume_title":"Green Citrus","parfume_description":"Green Citrus by Fleurage is a Citrus Aromatic fragrance for women and men. The nose behind this fragrance is Emma Jane Leah. The fragrance features green notes, herbal notes and citruses.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35199.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Green Notes","Herbal Notes","Citruses"]},{"parfume_title":"Honey Citrus","parfume_description":"Honey Citrus by Fleurage is a Citrus Gourmand fragrance for women and men. The nose behind this fragrance is Emma Jane Leah. The fragrance features citruses and honey.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35198.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Citruses","Honey"]},{"parfume_title":"Jasmine Floral","parfume_description":"Jasmine Floral by Fleurage is a Floral fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features jasmine.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35267.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Jasmine"]},{"parfume_title":"Lemon Citrus","parfume_description":"Lemon Citrus by Fleurage is a Citrus fragrance for women and men. The nose behind this fragrance is Emma Jane Leah. The fragrance features lemonade.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35197.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Lemonade"]},{"parfume_title":"Lotus Floral","parfume_description":"Lotus Floral by Fleurage is a Floral Aquatic fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features lotus and water lily.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35266.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Lotus","Water Lily"]},{"parfume_title":"Resin Amber","parfume_description":"Resin Amber by Fleurage is a Oriental fragrance for women and men. The nose behind this fragrance is Emma Jane Leah. The fragrance features incense, resins and amber.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35203.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Incense","resins","Amber"]},{"parfume_title":"Rose Floral","parfume_description":"Rose Floral by Fleurage is a Floral fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features rose.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35265.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Rose"]},{"parfume_title":"Rose Musk","parfume_description":"Rose Musk by Fleurage is a Floral fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features rose and musk.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35260.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Rose","Musk"]},{"parfume_title":"Spiced Amber","parfume_description":"Spiced Amber by Fleurage is a Woody Spicy fragrance for women and men. The nose behind this fragrance is Emma Jane Leah. The fragrance features spicy notes and sandalwood.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35202.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Spicy Notes","Sandalwood"]},{"parfume_title":"Spiced Vanilla","parfume_description":"Spiced Vanilla by Fleurage is a Oriental Spicy fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features spices, vanilla, whipped cream and sugar.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35270.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Spices","Vanilla","Whipped cream","Sugar"]},{"parfume_title":"True Amber","parfume_description":"True Amber by Fleurage is a Oriental fragrance for women and men. The nose behind this fragrance is Emma Jane Leah. The fragrance features amber.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35201.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Amber"]},{"parfume_title":"True Floral","parfume_description":"True Floral by Fleurage is a Floral fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features floral notes.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35264.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Floral Notes"]},{"parfume_title":"True Musk","parfume_description":"True Musk by Fleurage is a Aromatic fragrance for women and men. The nose behind this fragrance is Emma Jane Leah. The fragrance features musk.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35259.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Musk"]},{"parfume_title":"Tuberose Floral","parfume_description":"Tuberose Floral by Fleurage is a Floral fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features tuberose.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35263.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Tuberose"]},{"parfume_title":"White Lily Floral","parfume_description":"White Lily Floral by Fleurage is a Oriental Floral fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features lily.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35262.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Lily"]},{"parfume_title":"White Musk","parfume_description":"White Musk by Fleurage is a Aromatic fragrance for women and men. The nose behind this fragrance is Emma Jane Leah. The fragrance features white musk.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35258.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["White Musk"]},{"parfume_title":"Wood Vanilla","parfume_description":"Wood Vanilla by Fleurage is a Woody Aromatic fragrance for women and men. The nose behind this fragrance is Emma Jane Leah. The fragrance features woody notes and vanilla.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35269.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Woody Notes","Vanilla"]},{"parfume_title":"Zesty Citrus","parfume_description":"Zesty Citrus by Fleurage is a Citrus fragrance for women and men. The nose behind this fragrance is Emma Jane Leah. The fragrance features orange.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35196.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Orange"]},{"parfume_title":"Chaperone Botanical Parfum","parfume_description":"Chaperone Botanical Parfum by Fleurage is a Woody Spicy fragrance for men. The nose behind this fragrance is Emma Jane Leah. Top note is citruses; middle notes are spices and sweet notes; base note is amber.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35141.jpg","parfume_gender":"male","parfume_year":"No year","top_notes":["Citruses"],"middle_notes":["Spices","Sweet Notes"],"base_notes":["Amber"]},{"parfume_title":"Cherubim Botanical Parfum","parfume_description":"Cherubim Botanical Parfum by Fleurage is a Floral fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features rose, powdery notes, spicy notes, vanilla and almond.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.34896.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Rose","Powdery Notes","Spicy Notes","Vanilla","Almond"]},{"parfume_title":"Chypre Botanical Parfum","parfume_description":"Chypre Botanical Parfum by Fleurage is a Chypre fragrance for men. The nose behind this fragrance is Emma Jane Leah. Top notes are rosemary and lavender; middle notes are vanilla and iris; base notes are oakmoss and musk.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.34919.jpg","parfume_gender":"male","parfume_year":"No year","top_notes":["Rosemary","Lavender"],"middle_notes":["Vanilla","iris"],"base_notes":["Oakmoss","Musk"]},{"parfume_title":"Cinnamon Stick Botanical Parfum","parfume_description":"Cinnamon Stick Botanical Parfum by Fleurage is a Oriental Spicy fragrance for men. The nose behind this fragrance is Emma Jane Leah. Top notes are green notes and spicy notes; middle note is cinnamon; base note is woody notes.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35143.jpg","parfume_gender":"male","parfume_year":"No year","top_notes":["Green Notes","Spicy Notes"],"middle_notes":["Cinnamon"],"base_notes":["Woody Notes"]},{"parfume_title":"Consort Botanical Parfum","parfume_description":"Consort Botanical Parfum by Fleurage is a Floral Woody Musk fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features jasmine, rose, tuberose, amber and cedar.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.34962.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Jasmine","Rose","Tuberose","Amber","Cedar"]},{"parfume_title":"Covet Botanical Parfum","parfume_description":"Covet Botanical Parfum by Fleurage is a Chypre fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features flax, powdery notes, incense and musk.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.34950.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Flax","Powdery Notes","Incense","Musk"]},{"parfume_title":"Damascena Botanical Parfum","parfume_description":"Damascena Botanical Parfum by Fleurage is a Floral fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features damask rose, turkish rose oil, sweet notes and spices.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35006.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Damask Rose","Turkish Rose Oil","Sweet Notes","Spices"]},{"parfume_title":"Dandy Boheme Botanical Parfum","parfume_description":"Dandy Boheme Botanical Parfum by Fleurage is a Oriental Floral fragrance for men. The nose behind this fragrance is Emma Jane Leah. Top notes are powdery notes, metallic notes, floral notes and spicy notes; middle notes are floral notes and herbal notes; base notes are woody notes and musk.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35138.jpg","parfume_gender":"male","parfume_year":"No year","top_notes":["Powdery Notes","Metallic notes","Floral Notes","Spicy Notes"],"middle_notes":["Floral Notes","Herbal Notes"],"base_notes":["Woody Notes","Musk"]},{"parfume_title":"Dryad Botanical Parfum","parfume_description":"Dryad Botanical Parfum by Fleurage is a Woody Chypre fragrance for men. The nose behind this fragrance is Emma Jane Leah. Top note is herbal notes; middle notes are green accord, soil tincture and woody notes; base note is resins.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35118.jpg","parfume_gender":"male","parfume_year":"No year","top_notes":["Herbal Notes"],"middle_notes":["Green Accord","Soil tincture","Woody Notes"],"base_notes":["resins"]},{"parfume_title":"Flirtish Botanical Parfum","parfume_description":"Flirtish Botanical Parfum by Fleurage is a Floral Green fragrance for women. The nose behind this fragrance is Emma Jane Leah. Top note is green accord; middle notes are floral notes, fruity notes and sorbet; base note is musk.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35014.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":["Green Accord"],"middle_notes":["Floral Notes","Fruity Notes","Sorbet"],"base_notes":["Musk"]},{"parfume_title":"Gardenia Magnifica Botanical Parfum","parfume_description":"Gardenia Magnifica Botanical Parfum by Fleurage is a Floral fragrance for women. The nose behind this fragrance is Emma Jane Leah. Top notes are powdery notes, green leaves and citruses; middle note is gardenia; base note is musk.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35009.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":["Powdery Notes","Green Leaves","Citruses"],"middle_notes":["Gardenia"],"base_notes":["Musk"]},{"parfume_title":"Grandiflora Botanical Parfum","parfume_description":"Grandiflora Botanical Parfum by Fleurage is a Floral fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features jasmine and green accord.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35007.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Jasmine","Green Accord"]},{"parfume_title":"Gypsy Botanical Parfum","parfume_description":"Gypsy Botanical Parfum by Fleurage is a Oriental Spicy fragrance for men. The nose behind this fragrance is Emma Jane Leah. Top notes are spicy notes and sweet notes; middle note is floral notes; base note is resins.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35144.jpg","parfume_gender":"male","parfume_year":"No year","top_notes":["Spicy Notes","Sweet Notes"],"middle_notes":["Floral Notes"],"base_notes":["resins"]},{"parfume_title":"Imp Botanical Parfum","parfume_description":"Imp Botanical Parfum by Fleurage is a Citrus Aromatic fragrance for men. The nose behind this fragrance is Emma Jane Leah. Top notes are lemon and pepper; middle notes are green notes and herbal notes; base notes are woody notes and citruses.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35139.jpg","parfume_gender":"male","parfume_year":"No year","top_notes":["Lemon","Pepper"],"middle_notes":["Green Notes","Herbal Notes"],"base_notes":["Woody Notes","Citruses"]},{"parfume_title":"Lilliacea Bleu Botanical Parfum","parfume_description":"Lilliacea Bleu Botanical Parfum by Fleurage is a Floral fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features hyacinth, sweet notes, spices and powdery notes.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.34945.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Hyacinth","Sweet Notes","Spices","Powdery Notes"]},{"parfume_title":"Mabon Botanical Parfum","parfume_description":"Mabon Botanical Parfum by Fleurage is a Leather fragrance for men. The nose behind this fragrance is Emma Jane Leah. Top note is spices; middle notes are leather and woody notes; base notes are resins, incense and soil tincture.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35120.jpg","parfume_gender":"male","parfume_year":"No year","top_notes":["Spices"],"middle_notes":["Leather","Woody Notes"],"base_notes":["resins","Incense","Soil tincture"]},{"parfume_title":"Mint Julep Botanical Parfum","parfume_description":"Mint Julep Botanical Parfum by Fleurage is a Aromatic fragrance for men. The nose behind this fragrance is Emma Jane Leah. Top note is mint; middle notes are herbal notes and floral notes; base notes are green notes and citruses.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35119.jpg","parfume_gender":"male","parfume_year":"No year","top_notes":["Mint"],"middle_notes":["Herbal Notes","Floral Notes"],"base_notes":["Green Notes","Citruses"]},{"parfume_title":"Murmur Botanical Parfum","parfume_description":"Murmur Botanical Parfum by Fleurage is a Floral Aldehyde fragrance for women. The nose behind this fragrance is Emma Jane Leah. Top note is citruses; middle notes are floral notes and powdery notes; base notes are incense and resins.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35012.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":["Citruses"],"middle_notes":["Floral Notes","Powdery Notes"],"base_notes":["Incense","resins"]},{"parfume_title":"Nymph Botanical Parfum","parfume_description":"Nymph Botanical Parfum by Fleurage is a Floral Green fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features lemon, floral notes and grass.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35011.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Lemon","Floral Notes","Grass"]},{"parfume_title":"Origins Botanical Parfum","parfume_description":"Origins Botanical Parfum by Fleurage is a Aromatic Green fragrance for men. The nose behind this fragrance is Emma Jane Leah. Top note is citruses; middle note is exotic floral notes; base notes are spicy notes, incense and woodsy notes.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35117.jpg","parfume_gender":"male","parfume_year":"No year","top_notes":["Citruses"],"middle_notes":["Exotic floral notes"],"base_notes":["Spicy Notes","Incense","Woodsy Notes"]},{"parfume_title":"Paprika Botanical Parfum","parfume_description":"Paprika Botanical Parfum by Fleurage is a Aromatic Spicy fragrance for men. The nose behind this fragrance is Emma Jane Leah. Top note is sweet notes; middle note is red paprika; base note is woody notes.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35145.jpg","parfume_gender":"male","parfume_year":"No year","top_notes":["Sweet Notes"],"middle_notes":["Red Paprika"],"base_notes":["Woody Notes"]},{"parfume_title":"Passion Botanical Parfum","parfume_description":"Passion Botanical Parfum by Fleurage is a Chypre Floral fragrance for women. The nose behind this fragrance is Emma Jane Leah. Top note is cloves; middle note is turkish rose; base notes are musk and resins.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35010.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":["Cloves"],"middle_notes":["Turkish Rose"],"base_notes":["Musk","resins"]},{"parfume_title":"Pink Botanical Parfum","parfume_description":"Pink Botanical Parfum by Fleurage is a Floral fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features cinnamon, sugar, vanilla, spicy notes and rose.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35008.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Cinnamon","Sugar","Vanilla","Spicy Notes","Rose"]},{"parfume_title":"Red Botanical Parfum","parfume_description":"Red Botanical Parfum by Fleurage is a Floral Woody Musk fragrance for women. The nose behind this fragrance is Emma Jane Leah. Top note is citruses; middle note is exotic floral notes; base notes are amber, woody notes and resins.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.34920.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":["Citruses"],"middle_notes":["Exotic floral notes"],"base_notes":["Amber","Woody Notes","resins"]},{"parfume_title":"Saffron Fields Botanical Parfum","parfume_description":"Saffron Fields Botanical Parfum by Fleurage is a Aromatic Spicy fragrance for men. The nose behind this fragrance is Emma Jane Leah. Top note is ginger; middle notes are spices and incense; base notes are woody notes and amber.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35146.jpg","parfume_gender":"male","parfume_year":"No year","top_notes":["Ginger"],"middle_notes":["Spices","Incense"],"base_notes":["Woody Notes","Amber"]},{"parfume_title":"Salamander Botanical Parfum","parfume_description":"Salamander Botanical Parfum by Fleurage is a Woody Spicy fragrance for men. The nose behind this fragrance is Emma Jane Leah. Top note is sweet pepper; middle notes are floral notes and spicy notes; base notes are woody notes, incense and resins.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35176.jpg","parfume_gender":"male","parfume_year":"No year","top_notes":["Sweet Pepper"],"middle_notes":["Floral Notes","Spicy Notes"],"base_notes":["Woody Notes","Incense","resins"]},{"parfume_title":"Scream Botanical Parfum","parfume_description":"Scream Botanical Parfum by Fleurage is a Aromatic fragrance for women. The nose behind this fragrance is Emma Jane Leah. Top notes are citruses and herbal notes; middle notes are pepper, floral notes, sweet notes, green notes and woody notes; base notes are soil tincture, incense, leather and tobacco.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35005.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":["Citruses","Herbal Notes"],"middle_notes":["Pepper","Floral Notes","Sweet Notes","Green Notes","Woody Notes"],"base_notes":["Soil tincture","Incense","Leather","Tobacco"]},{"parfume_title":"Siren Botanical Parfum","parfume_description":"Siren Botanical Parfum by Fleurage is a Floral Fruity fragrance for women. The nose behind this fragrance is Emma Jane Leah. Top note is fruity notes; middle note is exotic floral notes; base notes are amber, resins and sandalwood.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.34921.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":["Fruity Notes"],"middle_notes":["Exotic floral notes"],"base_notes":["Amber","resins","Sandalwood"]},{"parfume_title":"Sylph Botanical Parfum","parfume_description":"Sylph Botanical Parfum by Fleurage is a Aromatic fragrance for women. The nose behind this fragrance is Emma Jane Leah. Top notes are citruses and herbal notes; middle notes are floral fruity notes and grass; base note is woody notes.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.34959.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":["Citruses","Herbal Notes"],"middle_notes":["Floral Fruity Notes","Grass"],"base_notes":["Woody Notes"]},{"parfume_title":"Turkish Delight Botanical Parfum","parfume_description":"Turkish Delight Botanical Parfum by Fleurage is a Oriental Floral fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features rose, spices, marzipan and vanilla.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.34961.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Rose","Spices","Marzipan","Vanilla"]},{"parfume_title":"Vanilla Chai Botanical Parfum","parfume_description":"Vanilla Chai Botanical Parfum by Fleurage is a Oriental Spicy fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features spices, indian tea and vanilla.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.34949.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Spices","Indian Tea","Vanilla"]},{"parfume_title":"White Flowers Botanical Parfum","parfume_description":"White Flowers Botanical Parfum by Fleurage is a Floral fragrance for women. The nose behind this fragrance is Emma Jane Leah. Top note is orange; middle note is white flowers; base note is musk.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.34946.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":["Orange"],"middle_notes":["White Flowers"],"base_notes":["Musk"]},{"parfume_title":"Yuletide Botanical Parfum","parfume_description":"Yuletide Botanical Parfum by Fleurage is a Citrus Aromatic fragrance for women and men. The nose behind this fragrance is Emma Jane Leah. Top note is sweet orange; middle notes are spicy notes and soil tincture; base notes are woody notes and resins.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35194.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":["Sweet Orange"],"middle_notes":["Spicy Notes","Soil tincture"],"base_notes":["Woody Notes","resins"]},{"parfume_title":"Agrume","parfume_description":"Agrume by Fleurage is a Citrus fragrance for women and men. The nose behind this fragrance is Emma Jane Leah. The fragrance features lemon and blood orange.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35036.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Lemon","Blood Orange"]},{"parfume_title":"Cafe Nero","parfume_description":"Cafe Nero by Fleurage is a Oriental Vanilla fragrance for women and men. The nose behind this fragrance is Emma Jane Leah. The fragrance features sweet notes and coffee.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35037.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Sweet Notes","Coffee"]},{"parfume_title":"Cuoio","parfume_description":"Cuoio by Fleurage is a Leather fragrance for women and men. The nose behind this fragrance is Emma Jane Leah. The fragrance features leather and sweet notes.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35038.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Leather","Sweet Notes"]},{"parfume_title":"Erbe de Legno","parfume_description":"Erbe de Legno by Fleurage is a Aromatic Green fragrance for women and men. The nose behind this fragrance is Emma Jane Leah. The fragrance features basil, mint, tomato leaf, soil tincture and woody notes.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35039.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Basil","Mint","Tomato Leaf","Soil tincture","Woody Notes"]},{"parfume_title":"Fiori Rosa","parfume_description":"Fiori Rosa by Fleurage is a Floral fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features powdery notes, green notes and rose.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35040.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Powdery Notes","Green Notes","Rose"]},{"parfume_title":"Fumo Dolce","parfume_description":"Fumo Dolce by Fleurage is a Woody Aromatic fragrance for women and men. The nose behind this fragrance is Emma Jane Leah. The fragrance features sweet notes, incense and woody notes.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35041.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Sweet Notes","Incense","Woody Notes"]},{"parfume_title":"Libiri","parfume_description":"Libiri by Fleurage is a Aromatic fragrance for women and men. The nose behind this fragrance is Emma Jane Leah. The fragrance features ink, leather, powdery notes and paper.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35115.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Ink","Leather","Powdery Notes","Paper"]},{"parfume_title":"Panettone","parfume_description":"Panettone by Fleurage is a Aromatic fragrance for women and men. The nose behind this fragrance is Emma Jane Leah. The fragrance features butter, vanilla, honey and bread.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35116.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Butter","Vanilla","Honey","Bread"]},{"parfume_title":"Calla","parfume_description":"Calla by Fleurage is a Floral Green fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features arum lily and green accord.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35029.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Arum Lily","Green Accord"]},{"parfume_title":"Fleur de Nuit","parfume_description":"Fleur de Nuit by Fleurage is a Floral fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features tuberose.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35032.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Tuberose"]},{"parfume_title":"Gardenia","parfume_description":"Gardenia by Fleurage is a Floral fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features gardenia.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35017.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Gardenia"]},{"parfume_title":"Honeysuckle Vine","parfume_description":"Honeysuckle Vine by Fleurage is a Floral fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features orange and honeysuckle.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35026.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Orange","Honeysuckle"]},{"parfume_title":"Lilacs","parfume_description":"Lilacs by Fleurage is a Floral fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features lilac.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35033.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Lilac"]},{"parfume_title":"Lily of the Valley","parfume_description":"Lily of the Valley by Fleurage is a Floral fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features lily-of-the-valley and powdery notes.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35030.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Lily-of-the-Valley","Powdery Notes"]},{"parfume_title":"Magnolia","parfume_description":"Magnolia by Fleurage is a Floral fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features magnolia and spicy notes.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35027.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Magnolia","Spicy Notes"]},{"parfume_title":"Plumeria Blanca","parfume_description":"Plumeria Blanca by Fleurage is a Floral fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features citruses and frangipani.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35031.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Citruses","Frangipani"]},{"parfume_title":"Rosebuds","parfume_description":"Rosebuds by Fleurage is a Floral fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features rose.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35034.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Rose"]},{"parfume_title":"Tulipes Joyeuses","parfume_description":"Tulipes Joyeuses by Fleurage is a Floral fragrance for women. The nose behind this fragrance is Emma Jane Leah. The fragrance features tulip and floral fruity notes.","parfume_brand":"Fleurage","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.35028.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Tulip","Floral Fruity Notes"]},{"parfume_title":"Forty Thieves","parfume_description":"Fort and Manlé introduced the 10th fragrance in the collection - Forty Thieves.\n\"From dusk 'til dawn, a vast desert land, \nCamel caravans through the golden sand. \nAmong the Bedouins they would retreat, \nSurrounded by tea, spices and delicacies to eat. \nA warm breeze carries the incense smoke, \nLaughter around the shisha as they joke. \nAt nightfall, they return to their coveted treasure, \nHidden in a cave, it͛s a sight of pleasure. “Open Sesame”, enter if you please, \nTo the mystical tale of the Forty Thieves.\"\n \nTop: Bergamot, Pink Pepper, Petitgrain and Incense\nHeart: Labdanum, Papyrus, Rose, Honey and Orange Blossom\nBase: Amber, Sandalwood, Oud, Vanilla and Balsam\nAvailable as a 50 ml EDP. \nForty Thieves was launched in 2018. The nose behind this fragrance is Rasei Fort.","parfume_brand":"Fort & Manle","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.52072.jpg","parfume_gender":"unisex","parfume_year":"2018","top_notes":["Bergamot","Pink Pepper","Petitgrain","Incense"],"middle_notes":["Labdanum","Papyrus","Rose","Orange Blossom","Honey"],"base_notes":["Amber","Sandalwood","Agarwood (Oud)","Vanilla","Resin"]},{"parfume_title":"Meraki","parfume_description":"\"Meraki(v.) to do something with soul, creativity, or love; to put something of yourself into your work. Meraki is a dark homage to what is arguably one of the most legendary fragrances of all time, Nombre Noir. Nombre Noir, “The Black Number”, is a fragrance shrouded inspeculation and mystery. It was the tragic undoing of perfumer Jean Yves Leroy, who allegedly took his own life shortly after the perfumes demise.Under the direction of Serge Lutens and Yusui Kumai, they set out to make a“western fragrance”. However, every aspect of the fragrance, from the exorbitant costs of the composition to the intricate packaging was at a loss to Shiseido. In the end,the flacons were deemed defective, thus Shiseido destroyed all remaining stock for sale. I happen to possess the coveted bottle, still with the original packaging intact. I confess I don’t have the courage to open it and therefore haven’t put my nose on the elusive fragrance. When creating Meraki, I certainly wasn’t attempting to recreate the scent. However, based on the notes, I endeavoured to create avintage-inspired white floral heavily based around the delicate Osmanthus flower that is somewhat synonymous with the original. In any case, Meraki is intended as a tribute to what Nombre Noir represents. The passion and sacrifices made by perfumers and their unrelenting fervour to create fragrances that are individualistic and unique. Those who spare no expense to create a beautiful scent and arduously toil to refine and perfect their art. Nombre Noir’stimeon the market was short-lived. Hence, the decision to release this fragrance as alimited edition – inevitably making it as rare and unattainable as its counterpart, is befitting.\" - a note from the brand.\nMeraki was launched in 2019. The nose behind this fragrance is Rasei Fort.","parfume_brand":"Fort & Manle","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.58614.jpg","parfume_gender":"unisex","parfume_year":"2019","top_notes":[],"middle_notes":[],"base_notes":["Aldehydes","Bergamot","Peach","Apricot","Ambergris","Coriander","Osmanthus","Rose","Honey","Jasmine","Cedar","Musk","Sandalwood","Patchouli"]},{"parfume_title":"Charlatan","parfume_description":"\"Grand beginnings. Green pastures abound. Plans hatched, ideals, maps, goals, rose-tinted hue, utopian dreams…bliss. Tables turned. Untruths awash. Snake oil, Jack’s beans, unattainable mirage. Thread unravelling. Pandora’s box. Melancholic brood. Grey descent. If I can’t have her...then no one will.\" - a note from the brand.\nCharlatan by Fort & Manle is a Floral Fruity Gourmand fragrance for women and men. This is a new fragrance. Charlatan was launched in 2016. Charlatan was created by Rasei Fort. Top notes are pear and dark chocolate; middle notes are damask rose, moroccan jasmine, vanilla and tuber; base notes are osmanthus, australian sandalwood, amber and madagascar vanilla.","parfume_brand":"Fort & Manle","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.44850.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":["Pear","Dark Chocolate"],"middle_notes":["Damask Rose","Moroccan Jasmine","Vanilla","Truffle"],"base_notes":["Osmanthus","Australian Sandalwood","Amber","Madagascar Vanilla"]},{"parfume_title":"Confessions of a Garden Gnome","parfume_description":"\"The bloom of Spring, the Winter chill, the Summer sun and the Autumn wind can only be experienced by those who have become one with it. The garden is all we know and here we shall remain.\" - a note from the brand.\nConfessions of a Garden Gnome by Fort & Manle is a Floral Woody Musk fragrance for women and men. This is a new fragrance. Confessions of a Garden Gnome was launched in 2016. The nose behind this fragrance is Rasei Fort. Top notes are pink pepper, coriander, sicilian bergamot and yuzu; middle notes are rose, lily, lily-of-the-valley, violet leaf and mango; base notes are white musk, amber, virginia cedar, birch and ambergris.","parfume_brand":"Fort & Manle","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.44852.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":["Pink Pepper","Coriander","Sicilian Bergamot","Yuzu"],"middle_notes":["Rose","Lily","Lily-of-the-Valley","Violet Leaf","Mango"],"base_notes":["White Musk","Amber","Virginia Cedar","Birch","Ambergris"]},{"parfume_title":"Impressions de Giverny","parfume_description":"\"Le Jardin à Giverny is a hypnotic kaleidoscope of vibrant florals from eloquent tulips to iridescent iris. The heady fragrance of tuberose coupled with the refined fragrance of rose overwhelm the senses whilst the clamour of poppies and enchanting peonies adorn the flowerbeds. A melange of rare exotic blooms and unpretentious native flora, all coexisting in delicate harmony. Lush bamboo thickets, wisteria and weeping willows surround the pond which is decorated in pink and white water lillies perched on bright green pads. Reminiscent to a painting, at close glance the garden appears to be a chaotic array of colour, however on broader reflection it coalesces as a masterpiece by a true impressionist. This fragrance is my impression of Le Jardin à Giverny in scent, the beauty of the air that cannot be achieved by the brush. An olfactive journey of Monet's vision for a Japanese garden in the heart of Normandy.\nAn olfactive impression of spring in Giverny. The sparkling zest of Yuzu and Bergamot mingle with stone fruits and Red Apple to open the composition. As you cross the bridge, the fruity citrus opening surrenders to the green shrubs and exquisite flora that bloom.     Magnolia, Rose, Tuberose, Osmanthus, Orange Blossom and Violet Leaf intermingle in the heart of the fragrance to form the delicate subtlety and airy translucency of the garden. Wisps of Fig Leaf, Coriander and Tulips add charm and evoke spring in Giverny. Like the strokes of Monet's brush that add contrast of sunlight onto the lily pads, Neroli, Mango and Ylang Ylang add vibrancy whilst also arousing a sense of nostalgic melancholy. An intoxicating timeless fruity white floral with an Ambergris, Benzoin and Musk base that will remain in our olfactive memories the way the passion of Monet will remain with us forever.\" - a note from the brand.\nImpressions de Giverny was launched in 2017. The nose behind this fragrance is Rasei Fort.","parfume_brand":"Fort & Manle","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.48275.jpg","parfume_gender":"unisex","parfume_year":"2017","top_notes":["Yuzu","Bergamot","Red Apple"],"middle_notes":["Magnolia","Rose","Tuberose","Osmanthus","Orange Blossom","Fig Leaf","Coriander","Tulip","Neroli","Mango","Ylang-Ylang"],"base_notes":["Ambergris","Benzoin","Musk"]},{"parfume_title":"Maduro","parfume_description":"\"Havana, Cuba, circa 1961. In the advent of the biggest drought in Cuban history, the amount of harvested tobacco leaves had become increasingly scarce. The Reina del Mar, a cargo ship exporting goods to the continental United States, contained only one crate of the famed Cohiba Maduro cigars during its maiden voyage. The finest, refined medio tiempo leaves that only the elite and influential could partake in. It was El Comandante Castros’ favorite cigar of choice. The remaining space in the cargo hold was filled with crates containing lush, tropical fruit. Tragically, two hours into the voyage, the Reina del Mar was boarded by Barbadian pirates and the ill-fated ship was scuttled. Til this day, the Maduro crate has never been found. Nobody knows if the one thousand of the rarest ’61 cigars were savored and would be worth a Kings’ ransom today. Legend has it that it is resting comfortably in slumber at the seabed of the Gulf of Mexico.\" - a note from the brand.\nMaduro by Fort & Manle is a Oriental Woody fragrance for women and men. This is a new fragrance. Maduro was launched in 2016. Maduro was created by Rasei Fort. Top notes are pineapple, red apple, basil and cinnamon; middle notes are damask rose, bourbon vanilla, beeswax and honey; base notes are tobacco, amber, patchouli, vetiver, benzoin and atlas cedar.","parfume_brand":"Fort & Manle","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.44851.jpg","parfume_gender":"unisex","parfume_year":"1961","top_notes":["Pineapple","Red Apple","Basil","Cinnamon"],"middle_notes":["Damask Rose","Bourbon Vanilla","Beeswax","Honey"],"base_notes":["Tobacco","Amber","Patchouli","Vetiver","Benzoin","Atlas Cedar"]},{"parfume_title":"Fort & Manle","parfume_description":"\"St. Petersburg, circa 1897. Mr. Bojnokopff’s Purple Hat is the title of my most elaborate feat of illusion, which had astounded and enthralled viewers, en masse in years gone by. Hastily filling my grand, purple suede top hat with the finest French lavender, vanilla and lashings of rich Belgian chocolate, creating a small explosion, resulting in a thick plume of white smoke. Smoke dissipating, my vanishing act begins, with mouths agape as my hat is all that remains on stage. This has now been branded pretentious, hackneyed and “of its time”. I always preferred a nice woody gourmand anyway!\" - a note from the brand.\nMr. Bojnokopff`s Purple Hat by Fort & Manle is a Oriental Woody fragrance for women and men. Mr. Bojnokopff`s Purple Hat was launched in 2015. The nose behind this fragrance is Rasei Fort. Top note is lavender; middle notes are dark chocolate and vanilla; base notes are vetiver, cedar, guaiac wood and agarwood (oud).","parfume_brand":"Fort & Manle","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.44849.jpg","parfume_gender":"unisex","parfume_year":"1897","top_notes":["Lavender"],"middle_notes":["Dark Chocolate","Vanilla"],"base_notes":["Vetiver","Cedar","Guaiac Wood","Agarwood (Oud)"]},{"parfume_title":"Amber Absolutely","parfume_description":"\"Like a moth to a flame, he is captivated, enthralled by the intoxicating aroma. A honey golden glow hovers, becoming too enticing to resist. Exuding charm and grace, it allows him to peer into a window to the past. It is warm to the touch, almost comforting. Allure turns to danger. The trap is set. Now unfolds nature’s oldest drama. Predator versus prey. Entrenched, entombed. He becomes one with its host and he is now the trophy.\" - a note from the brand.\nAmber Absolutely by Fort & Manle is a Oriental fragrance for women and men. This is a new fragrance. Amber Absolutely was launched in 2016. The nose behind this fragrance is Rasei Fort. Top notes are plum and black currant; middle note is rose; base notes are musk, amber, benzoin, cedar, vetiver and labdanum.","parfume_brand":"Fort & Manle","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.44855.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":["Plum","Black Currant"],"middle_notes":["Rose"],"base_notes":["Musk","Amber","Benzoin","Cedar","Vetiver","Labdanum"]},{"parfume_title":"Fatih Sultan Mehmed","parfume_description":"\"A loving homage to the Ottoman Sultanic Empire and the beauty, opulence and grandeur of the palatial Topkapi Saray. This fragrance truly captures the era, ambience and luxuriousness of the time. The Royal gardens, represented by the most exquisite florals, the perfumes and attars which the Sultans wore. It symbolizes the affluence of the day, and honors one of the most revered leaders, Mehmed the Conqueror.\" - a note from the brand.\nFatih Sultan Mehmed by Fort & Manle is a Chypre Floral fragrance for women and men. This is a new fragrance. Fatih Sultan Mehmed was launched in 2016. The nose behind this fragrance is Rasei Fort. Top notes are bergamot, petitgrain and apple; middle notes are tulip, iris, vanilla, ambergris and damask rose; base notes are virginia cedar, agarwood (oud), musk, patchouli, amber and benzoin.","parfume_brand":"Fort & Manle","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.44853.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":["Bergamot","Petitgrain","Apple"],"middle_notes":["Tulip","iris","Vanilla","Ambergris","Damask Rose"],"base_notes":["Virginia Cedar","Agarwood (Oud)","Musk","Patchouli","Amber","Benzoin"]},{"parfume_title":"Harem Rose","parfume_description":"\"A wispy soft sensual cloud of musk envelops the secluded chambers of the Sultans’ Harem. The exotic beauty of the concubines is enhanced by the sweet animalic notes of Amber and Benzoin, as they meticulously prepare themselves for the Sultans’ call in the hope to arouse and entice the discerning one. The combining scents of warm rich Vanilla and the intoxicating Damascene Rose heightens the mood of sensuality in the quarters. The velvety Cashmere aroma invites intrigue. It is carnality at its finest. The warmth of a fireplace is provided by Woods and the green crisp earthiness of Vetiver which brings a grounding substance to the sweet floral blanket.\" - a note from the brand.\nHarem Rose was launched in 2017. The nose behind this fragrance is Rasei Fort.","parfume_brand":"Fort & Manle","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.44854.jpg","parfume_gender":"unisex","parfume_year":"2017","top_notes":[],"middle_notes":[],"base_notes":["Rose"]},{"parfume_title":"Süleyman Le Magnifique","parfume_description":"\"The Ottoman dynasty is revived in the form of a magnificent monarch... Suleyman the magnificent reigned as Sultan for 46 years during the \"Golden Age\" of the Ottoman empire when the kingdom was at the height of grandeur, enlightenment and prosperity. He was revered as one of the most influential Sultans and was dubbed \"Kanuni\" or lawmaker. However, it was his controversial all-consuming love affair to his beloved consort Hurrem Sultan (Roxelana) that distinguishes Suleyman from the other Sultans. A lawmaker, yet defying tradition. An imposing military commander, yet a romantic poet. These conflicting attributes are embodied in this fragrance using the animalic scent of agarwood contrasted with the sweetness of rose, musk and amber. A contradiction, yet harmoniously combined to create a tribute to one of the greatest Sultans who ever lived.\nAn amalgamation of florals, incense, spice and resin. Pungently irresistible; it is reminiscent of the opulence of an illustrious Empire.  Galbanum of Turkey blends harmoniously with Amber, Musk and Benzoin. It is further infused with Patchouli and Vetiver. An aromatic oriental fragrance, not overtly sweet as Oud Mustafa No.6 strikes cords of leather, iris and marmalade. Juxtaposed with the creaminess of West Indian Sandalwood, one of Suleyman's fragrances of choice. Rose and Tuberose give the fragrance a bold, well rounded floral disposition. Contrasted with Vanilla and Ambergris, which add an animalistic and resinous element throughout the longevity of the fragrance. Cinnamon, a usual top player, combined with Red Apple lusciously coalesce before dissipating into the luxurious base.\" - a note from the brand.\nSüleyman Le Magnifique was launched in 2017. The nose behind this fragrance is Rasei Fort.","parfume_brand":"Fort & Manle","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.48274.jpg","parfume_gender":"unisex","parfume_year":"2017","top_notes":[],"middle_notes":[],"base_notes":["Galbanum","Musk","Amber","Benzoin","Patchouli","Vetiver","Sandalwood","Rose","Tuberose","Vanilla","Ambergris","Cinnamon","Red Apple"]},{"parfume_title":"Blue Cypress","parfume_description":"\"A haze of light incense that fuses with the scent of the morning dew evaporating from a deep blue-green forest.\" - a note from the brand.\nBlue Cypress by Goldfield & Banks Australia is a Woody Chypre fragrance for women and men. This is a new fragrance. Blue Cypress was launched in 2016. The nose behind this fragrance is Francois Merle-Baudoin. The fragrance features cypress, lavender, indonesian patchouli leaf, cloves and star anise.","parfume_brand":"Goldfield & Banks Australia","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.44122.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":[],"middle_notes":[],"base_notes":["Cypress","Lavender","Indonesian Patchouli Leaf","Cloves","Star Anise"]},{"parfume_title":"Desert Rosewood","parfume_description":"\"This unusual resinous and comforting leathery fragrance reveals an exceptional encounter between a rainbow of woods and the spectacular Australian desert under the burning sun.\" - a note from the brand.\nDesert Rosewood by Goldfield & Banks Australia is a Oriental Woody fragrance for women and men. This is a new fragrance. Desert Rosewood was launched in 2016. The nose behind this fragrance is Francois Merle-Baudoin. The fragrance features palisander rosewood, sicilian mandarin, cardamom, benzoin, vanilla and patchouli.","parfume_brand":"Goldfield & Banks Australia","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.44119.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":[],"middle_notes":[],"base_notes":["Palisander Rosewood","Sicilian Mandarin","Cardamom","Benzoin","Vanilla","Patchouli"]},{"parfume_title":"Pacific Rock Moss","parfume_description":"\"Seize the day and experience a moment of pure bliss with this invigorating fragrance. A distinctive marine note, graced with aromatic essences brings you on a lush coastal walk on a beautiful summer day.\" - a note from the brand.\nPacific Rock Moss by Goldfield & Banks Australia is a Aromatic Aquatic fragrance for women and men. This is a new fragrance. Pacific Rock Moss was launched in 2016. The nose behind this fragrance is Francois Merle-Baudoin. The fragrance features moss, italian lemon, sage, geranium and virginia cedar.","parfume_brand":"Goldfield & Banks Australia","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.44120.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":[],"middle_notes":[],"base_notes":["Moss","Italian Lemon","Sage","Geranium","Virginia Cedar"]},{"parfume_title":"Southern Bloom","parfume_description":"\"Southern Bloom celebrates the little-known ‘Australian Spring,’ in September, with a focus on the enchanting native flower, Brown Boronia during its ephemeral bloom.\nGoldfield & Banks Australia observes and interprets this heavenly moment using French perfumery techniques to elaborate and refine this scent into a uniquely Australian, multifaceted Spring-Bouquet.\nBrown Boronia is the only Boronia species that an absolute has been collected from. The absolute is distinctive and one of the most expensive perfume materials in the world. The rare flowering plant, native to Australia, blooms\nonly for a few short weeks in springtime – usually late September.\nOnly the Brown Boronia is farmed and the absolute extracted in one remote location in the world – Tasmania, the most southern island state of Australia. A unique and high-priced extraction method (USD 10K per kilo) has been developed to obtain the absolute essence.\nSouthern Bloom has an immediate luxurious, pure and enchanting floral-woods fragrance with a smooth, creamy texture and glimpses of exquisite green notes. Opulent, sophisticated and luxurious. The exotic woody-floral oriental fragrance bursts and billows in swirls of fresh floral notes offering a feeling of enchantment and luxury. Precious Boronia Absolute, Jasmine Sambac and Ylang Ylang create a rich and unique exotic floral accord, cassis (blackcurrant) and Italian Mandarin add fresh, green and hesperidia luster. A creamy and smooth texture comes from a blend of Australian Sandalwood, Italian Iris and Coconut accord. Base Notes Vetiver, Amber and Musk enrich and add longevity and depth.\" - a note from the brand.\nSouthern Bloom was launched in 2018. The nose behind this fragrance is Francois Merle-Baudoin.","parfume_brand":"Goldfield & Banks Australia","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.51791.jpg","parfume_gender":"unisex","parfume_year":"2018","top_notes":["Mandarin Orange","Cassis"],"middle_notes":["Boronia","Jasmine Sambac","Ylang-Ylang","Italian Iris","Coconut"],"base_notes":["Australian Sandalwood","Vetiver","Amber","Musk"]},{"parfume_title":"Velvet Splendour","parfume_description":"\"Velvet Splendour is like holding a large bunch of sunburnt wild flowers in both arms and pressing one's face gently into it. An impressionist's painting of a long drive through the open, breezy and wild countryside.\" - a note from the brand.\nVelvet Splendour was launched in 2019. The nose behind this fragrance is Wessel-Jan Kos.","parfume_brand":"Goldfield & Banks Australia","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.54940.jpg","parfume_gender":"unisex","parfume_year":"2019","top_notes":[],"middle_notes":[],"base_notes":["Mandarin Orange","Mimosa","Orange Blossom","Jasmine Sambac","Australian Sandalwood","Patchouli","Haitian Vetiver","Leather","Tonka Bean"]},{"parfume_title":"White Sandalwood","parfume_description":"\"This heavenly sophisticated scent stands out because of its unique blend of exotic spices and rich wood. It evokes the fragrance of sizzling scented oil flowing down the balmy leaves of a sacred tree.\" - a note from the brand.\nWhite Sandalwood by Goldfield & Banks Australia is a Woody Spicy fragrance for women and men. This is a new fragrance. White Sandalwood was launched in 2016. The nose behind this fragrance is Francois Merle-Baudoin. The fragrance features australian sandalwood, thyme, amber, turkish rose, pepper and saffron.","parfume_brand":"Goldfield & Banks Australia","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.44121.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":[],"middle_notes":[],"base_notes":["Australian Sandalwood","Thyme","Amber","Turkish Rose","Pepper","Saffron"]},{"parfume_title":"Wood Infusion","parfume_description":"Inspired by the lush nature of the balmy heritage listed Fraser Island in the Pacific Ocean, Wood Infusion is a celebration of all wood species found around the island. This fragrance is an exotic infusion of Australian woods enriched with Sandalwood Album, Iris and velvety Agarwood (Oud Wood).\nWood Infusion was launched in 2016.","parfume_brand":"Goldfield & Banks Australia","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.47953.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":["Sweet Orange"],"middle_notes":["Italian Iris","Lavender","Amber"],"base_notes":["Exotic Woods","Agarwood (Oud)","Indonesian Patchouli Leaf","Island Musk"]},{"parfume_title":"Boronia","parfume_description":"“Known commonly as brown Boronia that is where the ordinary ends in this Australian native wildfower composition. In an encore collaboration with Saskia, Bertrand Duchaufour has honed an interpretation of the highly valued and intensely vivid fragrance that may come to be the one by which all others are judged” — press release of the brand.\nBoronia was launched in 2017.","parfume_brand":"Grandiflora","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.46501.jpg","parfume_gender":"unisex","parfume_year":"2017","top_notes":[],"middle_notes":[],"base_notes":["Boronia","Green Notes","Apricot","Woody Notes","resins","Cognac","Floral Notes","Black Tea","Tobacco","Suede","Caramel"]},{"parfume_title":"Madagascan Jasmine","parfume_description":"“A classic solifor, Michel calls it a ‘heart fragrance’.\nIn her desire to recreate the scent of Stephanotis foribunda Saskia was delighted and humbled again to share the challenge with Michel Roudnitska. His artistry has achieved, with great subtlety, a spiritual integrity that captures the glory and intensity of this native jasmine of Madagascar” — press release of the brand.\nMadagascan Jasmine was launched in 2015.","parfume_brand":"Grandiflora","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.32853.jpg","parfume_gender":"unisex","parfume_year":"2015","top_notes":[],"middle_notes":[],"base_notes":["Jasmine","Green Notes"]},{"parfume_title":"Magnolia Grandiflora Michel","parfume_description":"“Michel Roudnitska’s interpretation was inspired by the Magnolia tree of his childhood. “I was so fascinated by this unusual scent I decided that one day I would reproduce it. It took 40 years to fulfll this dream and the right person to launch it.” Michel gifted his creation to Saskia in honour and tribute to their dear friend Sandrine. The effect of this fragrance is one of limpid and rich beauty: a magnifcent fower in its evocative prime” — press release of the brand.\nMagnolia Grandiflora Michel was launched in 2013.","parfume_brand":"Grandiflora","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.23067.jpg","parfume_gender":"female","parfume_year":"2013","top_notes":[],"middle_notes":[],"base_notes":["Grapefruit","Lemon","Bergamot","Jasmine","Ylang-Ylang","Rose","Magnolia","Vetiver","Patchouli","Musk"]},{"parfume_title":"Grandiflora Magnolia Grandiflora Sandrine fragrance","parfume_description":"“A fresh portrait of the fower’s frst opening, while hinting at the earth, roots, trunk, branches, bark and leaves that sustained it.\nIn her work Sandrine saw the Magnolia in its many different guises, but it was the poignant memories they evoked for her that she really wanted to portray. The result is a subtle fragrance honed with nuance and designed with grace and depth. It was with great sadness to all that Sandrine passed away in 2013, but this cherished fragrance is a lasting testament to her beauty and talent” — press release of the brand.\nThe nose behind this fragrance is Sandrine Videault.","parfume_brand":"Grandiflora","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.23068.jpg","parfume_gender":"female","parfume_year":"2013","top_notes":[],"middle_notes":[],"base_notes":["Lemon","Grapefruit","White Pepper","Green Notes","Woody Notes","Watery Notes","Musk"]},{"parfume_title":"Queen of the Night","parfume_description":"“With unique insight Bertrand Duchaufour has thrown a noose of light around the fragrance of Queen of the Night. The flower that famously blooms for one night a year and dies in the dawn is simply one of nature’s most beautiful, most fleeting scents. Yet here it is; a captivating mix of memory and desire, of love itself without regret” — press release of the brand.\nQueen of The Night by Grandiflora is a Floral Woody Musk fragrance for women. This is a new fragrance. Queen of The Night was launched in 2016. The nose behind this fragrance is Bertrand Duchaufour. The fragrance features syringa, orange blossom, jasmine, aldehydes, lily-of-the-valley, incense, pink pepper, bergamot, mandarin orange, vanilla orchid, lemon, juniper, red berries, sandalwood, musk, woody notes, amber and cyclamen.","parfume_brand":"Grandiflora","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.42736.jpg","parfume_gender":"female","parfume_year":"2016","top_notes":[],"middle_notes":[],"base_notes":["Syringa","Orange Blossom","Jasmine","Aldehydes","Lily-of-the-Valley","Incense","Pink Pepper","Bergamot","Mandarin Orange","Vanilla orchid","Lemon","Juniper","Red Berries","Sandalwood","Musk","Woody Notes","Amber","Cyclamen"]},{"parfume_title":"Couture","parfume_description":"Couture is a new fragrance by Kylie Minogue presented in 2008. It introduces an exciting blend of aromas of amarena cherry, lemon blossom and vintage violet. A heart incorporates exotic depth created of ylang ylang, jasmine blooming at night and passionflower. Base notes are composed of musk stripes, which provide a cashmere effect, with vanilla sorbet and white cedar. The perfume is available as 30, 50 and 75ml edt.\nCouture was launched in 2009. The nose behind this fragrance is Alexandra Kosinski.","parfume_brand":"Kylie Minogue","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.5503.jpg","parfume_gender":"female","parfume_year":"2008","top_notes":["Cherry","Lemon Blossom","Violet"],"middle_notes":["Ylang-Ylang","Jasmine","Passion Flower"],"base_notes":["Musk","Vanilla","Cedar"]},{"parfume_title":"Kylie Minogue","parfume_description":"Business lady, gorgeous woman…Kylie Minogue launched her first perfume called Darling, a charming chypre-floral with an oriental base. Top notes include sweet and luscious fruits: passion fruit, lychee harmonized with freesia. Delicate bouquet of lily and boronia are in the perfume’s heart while an oriental base is composed of sandalwood note, amber wood and vanilla. Perfume was created in 2006 by Thierry Wasser from the Firmenich perfume company. Watch an advertising video for Darling by Kylie Minogue.","parfume_brand":"Kylie Minogue","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.842.jpg","parfume_gender":"female","parfume_year":"2006","top_notes":["Passionfruit","Freesia","Litchi"],"middle_notes":["Lily","Boronia"],"base_notes":["Sandalwood","Amber","Vanilla"]},{"parfume_title":"Kylie Minogue","parfume_description":"After the original Darling fragrance from 2006 and its flankers Sweet Darling from 2007 and Sexy Darling from 2008, pop singer Kylie Minogue presents the latest edition of the collection, named Dazzling Darling. Dazzling Darling launches in August 2011, described as a feminine and captivating aroma that emphasizes woman's radiance and confidence, while remaining mysterious and intimate.\nDazzling Darling opens up with fresh and spicy notes of red pepper, acai berry and violet. Rose, passion flower and orris root compose the elegant core of the composition, while the base of sandalwood, cashmere and delicate musk provide a gentle finish.\nThe fragrance is available as 30 and 50 ml Eau de Toilette.","parfume_brand":"Kylie Minogue","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.13222.jpg","parfume_gender":"female","parfume_year":"2006","top_notes":["Violet","Pink Pepper","Blueberry"],"middle_notes":["Rose","Passion Flower","Orris Root"],"base_notes":["Musk","Sandalwood","Cashmere Wood"]},{"parfume_title":"Kylie Minogue","parfume_description":"Kylie Minogue presents her first perfume for men. It is strong, persistent and full of self-esteem, but also sensual and emotional. This game of contrasts shows a man with a lot of contradictions. The point of this fragrance is to show man who is looking for a fragrance appropriate for daily use, but also for evenings out.\nKylie states that it is quite natural that the collection gets the first masculine representative after several perfumes for women. Her world is full of handsome men who want to forget stereotypes and choose something completely unconventional.\nVery seductive Inverse is the perfect choice for charismatic man, and it receives self-confidence and masculinity from hot amber aromas. Top notes encompass aromatic accords of lavender mixed with hot spices (coriander, cardamom, pepper, cinnamon and star annis). Sweet and fresh mandarin which gives juiciness to the opening stands in contrast to spices. A heart hides nutmeg combined with Tonka from Venezuela and velvety heliotrope inviting us for sweet moments. Base notes introduce labdanum, cedar, amber and seductive patchouli which all together leave rich and timeless elegance. Inverse is intensive, funny and sexy, dedicated to each man strong enough to stay true to himself!\nInverse, besides name and composition, shows the opposites presented on the flacon. Innovative design of the rectangular flacon is crowned with a metal stopper. What attracts attention are differently created front and back side i.e. light and dark side, which reflect the theme of the fragrance, its contrasts: gentle and strong, day and night. Purple fluid in the bottle contributes to its modern design.\nFragrance Inverse arrives on the market in August 2009, in amount of 50 ml EDT. Advertising face on photographies next to Kylie is Andres Segura Velencoso. The nose behind this fragrance is Rodrigo Flores-Roux.","parfume_brand":"Kylie Minogue","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.6489.jpg","parfume_gender":"male","parfume_year":"2009","top_notes":["Lavender","Cardamom","Coriander","Pepper","Cinnamon","Star Anise","Mandarin Orange"],"middle_notes":["Nutmeg","Tonka Bean","Heliotrope"],"base_notes":["French labdanum","Amber","Virginia Cedar","Patchouli"]},{"parfume_title":"Kylie Minogue","parfume_description":"Kylie Minogue announces her new fragrance launching in July 2012. The fragrance is called Music Box and is inspired by her childhood love of surprise and excitement that are offered by old music boxes. Kylie described her new scent as captivating and sensual, evoking the emotions caused by a music box.\nThe composition blends fruity, floral and woody notes. It opens with strawberry, raspberry and bergamot. The heart reveals a bouquet of roses, freesia and orange blossom, laid on the base of sandalwood, amber and white musk.\nThe fragrance is available as 30 and 50 ml Eau de Parfum.","parfume_brand":"Kylie Minogue","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.15292.jpg","parfume_gender":"female","parfume_year":"2012","top_notes":["Bergamot","Big Strawberry","Raspberry"],"middle_notes":["Rose","Freesia","Orange Blossom"],"base_notes":["Sandalwood","White Musk","Amber"]},{"parfume_title":"Pink Sparkle","parfume_description":"Pink Sparkle is a new fragrance by Kylie Minogue and it abounds with positive energy. Glittering, dashing and playful Pink Sparkle initiates movement and joy of life. It is wrapped with a dose of glamour, it is pink and luminous, inspired with foamy pink champagne which brings joy of life and holiday for all senses.\nPink Sparkle is a fragrance \"For all women who are in harmony with themselves and the world“ – says Kylie. The perfume is created as an exciting and fresh cocktail of red grapefruit, white peach and lily of the valley which dive into a playful heart composed of champagne and white flowers bouquet – gardenia and Arabic jasmine. Multilayered base incorporates Bourbon vetiver, Bourbon vanilla and musk.\nPink Sparkle notes:\nTop notes: red grapefruit, white peach, lily of the valley\nHeart: champagne, gardenia, Arabic jasmine\nBase: Bourbon vetiver, Bourbon vanilla, musk\nFlacon of the new fragrance is coloured in pink and crowned with a gold stopper. Pink Sparkle is available as 15ml edt and 30ml edp, along with 200ml shower gel, 200ml body lotion and 75 ml deodorant spray.\nAdvertising campaign features Kylie Minogue, in a gentle pink evening gown which symbolizes the playful fragrance. Kylie Minogue Pink Sparkle becomes available worldwide in June 2010.","parfume_brand":"Kylie Minogue","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.8965.jpg","parfume_gender":"female","parfume_year":"2010","top_notes":["Grapefruit","Lily-of-the-Valley","Peach"],"middle_notes":["Jasmine","Gardenia","Champagne"],"base_notes":["vetyver","Musk","Vanille"]},{"parfume_title":"Kylie Minogue","parfume_description":"Kylie Minogue presents her new fragrance which arrives on the market in February 2011. The fragrance is named Pink Sparkle POP and it is poured in a glass flacon shaped just like its antecedent Pink Sparkle with a silver cap decorated with silver net characteristic of Champaign bottles.\nPink Sparkle POP celebrates life and brings us pure and foamy joy. This modern, eccentric and glamorous perfume is based on pink pepper, accompanied with fresh zests of green apple and white peach. A heart blossoms with gardenia, tiare flower, English marigold and Bulgarian rose, while base notes encompass sandalwood, musk and common ragweed (ambrosia). The fragrance was created by perfumer Vincent Schaller of Firmenich.\nPink Sparkle POP is available as 30ml EDT. Advertising campaign features Kylie Minogue as the face of the campaign.","parfume_brand":"Kylie Minogue","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.11164.jpg","parfume_gender":"female","parfume_year":"2011","top_notes":["Pink Pepper","Peach","Granny Smith apple"],"middle_notes":["Gardenia","Rose","Tiare Flower","Marigold"],"base_notes":["Musk","Sandalwood"]},{"parfume_title":"Sexy Darling","parfume_description":"The perfume Sexy Darling features sexy notes which show popular Kylie's sexual charisma, with erotic accords. It is created of aromas of exotic floral bouquet consisting of a blend of red rose and juicy pear, with a fondling touch of sensual musk and warm sandalwood. It was created by Sophie Labbe of Firmenich.\nThe bottle has the same shape as Darling and Sweet Darling, which were creations by designer Lutz Herman.\nThe perfume Sexy Darling is available in dark red nuances, with hologram-like shining motifs on its package. It is available as 15 and 30 ml EDT and as luxurious body milk of 150 ml. Sexy Darling was launched in 2008.","parfume_brand":"Kylie Minogue","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.4072.jpg","parfume_gender":"female","parfume_year":"2008","top_notes":["Pink Pepper","Pear","Blood Orange"],"middle_notes":["Red Rose","Night blooming Cereus","Jasmine"],"base_notes":["Heliotrope","Sandalwood","Musk"]},{"parfume_title":"Kylie Minogue","parfume_description":"Showtime by Kylie Minogue is created in cooperation with the perfumer Vincent Schaller. It is a sensual fragrance which attracts like a magnet with its oriental floral touches.\nEau de Parfum is significantly more seductive and opulent than the EDT concentration, Showtime EDT. It opens with notes of cranberry, strawberry and black currant. The heart brings the harmony of heliotrope and licorice, while the base brings notes of toffy and candies, with accords of exotic woods and vetiver.\nEDP is, just like the EDT, created by Vincent Shaller. It is available since March 2008.\nSee video clip Kylie Minogue Showtime","parfume_brand":"Kylie Minogue","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.2560.jpg","parfume_gender":"female","parfume_year":"2008","top_notes":["Black Currant","Big Strawberry"],"middle_notes":["Heliotrope","Licorice"],"base_notes":["Vetiver","Caramel","Marshmallow"]},{"parfume_title":"Showtime EDT","parfume_description":"Showtime EDT by Kylie Minogue is a Floral Fruity Gourmand fragrance for women. Showtime EDT was launched in 2008. The nose behind this fragrance is Vincent Schaller. Top notes are black currant and strawberry; middle notes are freesia, licorice, lilac, tiare flower and rose; base notes are brazilian rosewood, white musk and praline.","parfume_brand":"Kylie Minogue","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.2559.jpg","parfume_gender":"female","parfume_year":"2008","top_notes":["Black Currant","Strawberry"],"middle_notes":["Freesia","Licorice","Lilac","Tiare Flower","Rose"],"base_notes":["Brazilian Rosewood","White Musk","Praline"]},{"parfume_title":"Kylie Minogue","parfume_description":"After very successful first fragrance, Darling, Kylie Minogue has launched a second one – Sweet Darling. Sweet Darling is an oriental and sweet version of Darling. The unity of Kylie's sensuality and seduction, with warmth and friendliness, has inspired the perfume creator Thierry Wasser in creation of this fragrance. The mix of floral and fruity notes, woods and gourmand vanilla is lightly touched with cotton candy.\nThe top notes are passion fruit, and freesia, the boronia and cotton candy in the heart, and Australian sandal wood, patchouli and vanilla in the base. The bottle reinterprets the shape of the Darling in luminous mauve hue. Sweet Darling is 2007 limited edition.","parfume_brand":"Kylie Minogue","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.1654.jpg","parfume_gender":"female","parfume_year":"2007","top_notes":["Passionfruit","Freesia"],"middle_notes":["Boronia","Cotton Candy"],"base_notes":["Patchouli","Vanilla"]},{"parfume_title":"Black Heart V 2","parfume_description":"\"Its smoky heart of mysterious spices is shot through with shards of fresh eucalyptus and citrus to create an impolite mix of opposites. Its smoky wood accord underlines the contrast of dark and light with Australian sandalwood bringing a rich and deep signature. For the bold and brave. Inspired by the beauty and terror of Australian bush fires that are both destructive and regenerative.\" a note from the brand.\nBlack Heart V 2 by Map Of The Heart is a Woody Spicy fragrance for women and men. This is a new fragrance. Black Heart V 2 was launched in 2014. The nose behind this fragrance is Jacques Huclier. Top notes are bergamot, orange and eucalyptus; middle notes are cardamom, black pepper and cinnamon; base notes are sandalwood, woody notes and incense.","parfume_brand":"Map Of The Heart","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.29711.jpg","parfume_gender":"unisex","parfume_year":"2014","top_notes":["Bergamot","Orange","Eucalyptus"],"middle_notes":["Cardamom","Black Pepper","Cinnamon"],"base_notes":["Sandalwood","Woody Notes","Incense"]},{"parfume_title":"Clear Heart V 1","parfume_description":"\"The Clear Heart V 1 mixes green, salty ambery notes to create an uncomplicated scent for the free and untamed at heart. Inspired by the endless Australian summer: surfing, swimming, hot days, cool breezes and the salt that hands in the air promising more.\" - a note from the brand.\nClear Heart V 1 by Map Of The Heart is a Aromatic fragrance for women and men. This is a new fragrance. Clear Heart V 1 was launched in 2014. The nose behind this fragrance is Jacques Huclier. Top notes are green leaves, black currant and citruses; middle notes are water notes, iris, peony and neroli; base notes are sandalwood, musk, olibanum and white cedar extract.","parfume_brand":"Map Of The Heart","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.29666.jpg","parfume_gender":"unisex","parfume_year":"2014","top_notes":["Green Leaves","Black Currant","Citruses"],"middle_notes":["Water Notes","iris","Peony","Neroli"],"base_notes":["Sandalwood","Musk","Olibanum","White Cedar Extract"]},{"parfume_title":"Gold Heart V 4","parfume_description":"\"Gold Heart V 4 inhabits this utopian world where we are at peace in spite of differences of belief: rich enough in ourselves to accept each other for what we are. It celebrates inner wealth, sharing, respect and tolerance. It reminds us of what it is to live with a heart of pure gold. Gold Heart V 4 is an exotic warm breeze that wraps around to protect and nurture. The shiny metallic spark of the top notes of cardamom, pink pepper and cinnamon submerge to the warm heart of milk, the universal food of life, overdosed with the golden spice: saffron, the most precious spice treasured since ancient times.\" - a note from the brand.\nGold Heart V 4 by Map Of The Heart is a Aromatic Spicy fragrance for women and men. This is a new fragrance. Gold Heart V 4 was launched in 2015. Top notes are pepper and cardamom; middle notes are milk and saffron; base note is woody notes.","parfume_brand":"Map Of The Heart","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.30543.jpg","parfume_gender":"unisex","parfume_year":"2015","top_notes":["Pepper","Cardamom"],"middle_notes":["Milk","Saffron"],"base_notes":["Woody Notes"]},{"parfume_title":"Pink Heart V 6","parfume_description":"Pink Heart V 6 by Map Of The Heart is a Floral fragrance for women and men. Pink Heart V 6 was launched in 2017. Pink Heart V 6 was created by Jacques Huclier and Nisrine Bouazzaoui Grillie. Top notes are shiso, neroli and basil; middle notes are narcissus, jasmine, broom and iris; base notes are sumac, tobacco, labdanum and sandalwood.","parfume_brand":"Map Of The Heart","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.44913.jpg","parfume_gender":"unisex","parfume_year":"2017","top_notes":["Shiso","Neroli","Basil"],"middle_notes":["Narcissus","Jasmine","Broom","iris"],"base_notes":["Sumac","Tobacco","Labdanum","Sandalwood"]},{"parfume_title":"Purple Heart V 5","parfume_description":"\"Inspired by the medal of the purple heart that is awarded for an act of valour in war our Purple Heart V 5 salutes this sheer selfless courage that is within us all. We have created a fragrance that reverses the olfactory pyramid. It opens in a darker place and then moves into brightness that expresses the hope that comes from these challenging situations. It is ultimately sumptuous on the skin.\" - a note from the brand.\nPurple Heart V 5 by Map Of The Heart is a Floral Fruity Gourmand fragrance for women. This is a new fragrance. Purple Heart V 5 was launched in 2016. The nose behind this fragrance is Jacques Huclier. Top notes are plum and cherry; middle notes are licorice, violet and rose; base notes are ink, tonka bean, vanilla, amber, woody notes and australian sandalwood.","parfume_brand":"Map Of The Heart","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.41107.jpg","parfume_gender":"female","parfume_year":"2016","top_notes":["Plum","Cherry"],"middle_notes":["Licorice","Violet","Rose"],"base_notes":["Ink","Tonka Bean","Vanilla","Amber","Woody Notes","Australian Sandalwood"]},{"parfume_title":"Red Heart V 3","parfume_description":"\"Of feijoa, tuberose and spices with sensual notes of musk and vanilla, Red Heart V 3 is explosively seductive. The interplay of forbidden fruit, and exotic spices dries down to reveal a luxurious velvety sensual finale. Inspired by the alluring ripeness of the feijoa.\" - a note from the brand.\nRed Heart V 3 by Map Of The Heart is a Floral Fruity fragrance for women. This is a new fragrance. Red Heart V 3 was launched in 2014. The nose behind this fragrance is Jacques Huclier. Top notes are bergamot, pink pepper and red apple; middle notes are guava, tuberose, olibanum and cinnamon; base notes are sandalwood, vanilla, musk and patchouli.","parfume_brand":"Map Of The Heart","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.29710.jpg","parfume_gender":"female","parfume_year":"2014","top_notes":["Bergamot","Pink Pepper","Red Apple"],"middle_notes":["Guava","Tuberose","Olibanum","Cinnamon"],"base_notes":["Sandalwood","Vanilla","Musk","Patchouli"]},{"parfume_title":"White Heart V 7","parfume_description":"White Heart V 7 by Map Of The Heart is a Oriental Woody fragrance for women and men. White Heart V 7 was launched in 2018. Top notes are lavender, aldehydes and cardamom; middle notes are plum, gardenia, incense and labdanum; base notes are agarwood (oud), vetiver, cypriol oil or nagarmotha, sandalwood and copaiba balm.","parfume_brand":"Map Of The Heart","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.49533.jpg","parfume_gender":"unisex","parfume_year":"2018","top_notes":["Lavender","Aldehydes","Cardamom"],"middle_notes":["Plum","Gardenia","Incense","Labdanum"],"base_notes":["Agarwood (Oud)","Vetiver","Cypriol Oil or Nagarmotha","Sandalwood","Copaiba balm"]},{"parfume_title":"Belladonna","parfume_description":"Belladonna is a sweet symphony of spring with the notes of narcissus, Moroccan roses and pink tulips, revived with sparkling lemon and sweetened by the base of cassis, sandalwood, vanilla and musk.\nIt is available as 9 ml perfume oil. Belladonna was launched during the 2000's.","parfume_brand":"MOR","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.10196.jpg","parfume_gender":"female","parfume_year":"2000","top_notes":["Amalfi Lemon"],"middle_notes":["Narcissus","Rose","pink tulip"],"base_notes":["Cassis","Vanille","Musk","Sandalwood"]},{"parfume_title":"Cassis Noir","parfume_description":"Cassis Noir is a warm and seductive fragrance which contains notes of cinnamon, Bulgarian rose, black currant and star jasmine. It is available as 9 ml perfume oil. Cassis Noir was launched during the 2000's.","parfume_brand":"MOR","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.10199.jpg","parfume_gender":"female","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":["Jasmine","Cinnamon","Rose","Black Currant"]},{"parfume_title":"Cherry Blossom","parfume_description":"Chinoiserie collection includes three fragrances: Jasmine Tea, Cherry Blossom and Peony Flower. Cherry Blossom is an exotic floral fragrance with notes of lily and geranium, ripe cherry, vanilla, amber, musk, hibiscus, frangipani, jasmine, violet and orange.\nAvailable as 130 ml EDP.","parfume_brand":"MOR","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.10194.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":["Jasmine","Orange","Violet","Frangipani","Hibiscus"],"middle_notes":["Geranium","Lily","Cherry"],"base_notes":["Musk","Amber","Vanille"]},{"parfume_title":"MOR","parfume_description":"MOR Dala is a light and fresh fragrance that evokes the atmosphere of Scandinavian spring. Top notes of clementine, Sicilian lemon and blackberry blossom form a slightly sweet start of the composition, developing into the heart of rose geranium, red berries and transparent jasmine. The base is made of pink musk, guaiac wood and rose water. The bottle is decorated with a wooden horse.\nAvailable as 100 ml EDT. Dala was launched in 2009.","parfume_brand":"MOR","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.12267.jpg","parfume_gender":"female","parfume_year":"2009","top_notes":["Amalfi Lemon","Clementine","Blackberry"],"middle_notes":["Jasmine","Geranium","Red Berries"],"base_notes":["Musk","Guaiac Wood","Rose"]},{"parfume_title":"MOR","parfume_description":"MOR Freia is light and fresh fragrance that evokes the atmosphere of Scandinavian spring. Top notes are clementine, mandarin and grapefruit. The heart is composed of Moroccan orange blossom, based on vanilla bean, musk, amber and labdanum. The bottle is decorated with a wooden peacock.\nAvailable as 100 ml EDT Freia was launched in 2009.","parfume_brand":"MOR","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.12268.jpg","parfume_gender":"female","parfume_year":"2009","top_notes":["Grapefruit","Mandarin Orange","Clementine"],"middle_notes":["African Orange flower"],"base_notes":["Musk","French labdanum","Amber","Vanille"]},{"parfume_title":"MOR","parfume_description":"MOR Garden of Hespera is a rich fragrance that comes in a nice, decorative bottle of vintage style. Notes of honeyed figs and golden apples fall into an embrace of cedar, oakmoss and Aegean cypress woods. White cyclamen, heliotrope, bergamot and musk are crowned with laurel leaves. Cardamom, ginger and Phrygian rose give a sweet and spicy aura of the ancient marketplaces.\nIt is available as a 100 ml EDP. Garden of Hespera was launched in 2008.","parfume_brand":"MOR","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.12269.jpg","parfume_gender":"female","parfume_year":"2008","top_notes":["Bergamot","Bay Leaf","Red Apple","black fig"],"middle_notes":["Ginger","Cardamom","Heliotrope","Rose","Cyclamen"],"base_notes":["Musk","oak moss","Virginia Cedar","Cypress"]},{"parfume_title":"Jasmine Tea","parfume_description":"Jasmine Tea from the Chinoiserie collection is a refreshing citrus - floral fragrance that soothes with green tea, jasmine, white cedar, amber wood, lime leaf, bamboo and white spices.\nAvailable as 130 ml EDP. Jasmine Tea was launched in 2008.","parfume_brand":"MOR","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.10193.jpg","parfume_gender":"female","parfume_year":"2008","top_notes":[],"middle_notes":[],"base_notes":["Jasmine","Virginia Cedar","Bamboo","Amber","Lime","Tea","Spices"]},{"parfume_title":"Lychee Flower","parfume_description":"Lychee Flower contains notes of sparkling lychee blossom, fresh berries, powdery floral notes and aromas of green wood.\nIt is available as 9 ml perfume oil. Lychee Flower was launched during the 2000's.","parfume_brand":"MOR","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.10197.jpg","parfume_gender":"female","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":["Red Berries","Litchi","Floral Notes","Woodsy Notes"]},{"parfume_title":"Marshmallow","parfume_description":"Marshmallow is inspired by the playful yet sophisticated woman's personality. This gently sweet fragrance contains notes of sugar rose petals, white carnation, jasmine, cotton candy, vanilla and musk.\nAvailable as 100 ml EDP.\nMarshmallow was launched during the 2000's.","parfume_brand":"MOR","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.10192.jpg","parfume_gender":"female","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":["Musk","Carnation","Jasmine","Vanille","Rose","Cotton Candy"]},{"parfume_title":"Moroccan","parfume_description":"Moroccan is sexy and alluring aroma of dried fruit, honey, neroli, jasmine, cinnamon and clove. It is available as 50 ml EDP.\nMoroccan was launched during the 2000's.","parfume_brand":"MOR","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.15354.jpg","parfume_gender":"female","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":["Dried Fruits","Neroli","Jasmine","Honey","Cinnamon","Clove"]},{"parfume_title":"Peony Flower","parfume_description":"Chinoiserie collection includes three fragrances: Jasmine Tea, Cherry Blossom and Peony Flower. Peony Flower is a rich floral fragrance that includes the heart of peony in full bloom, lily of the valley and violet, placed on the green moss, orchid and sandalwood. Top notes are of ylang-ylang, and narcissus.\nAvailable as 130 ml EDP.","parfume_brand":"MOR","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.10195.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":["Narcissus","Ylang-Ylang"],"middle_notes":["Lily-of-the-Valley","Violet","Peony"],"base_notes":["Sandalwood","oak moss","Orchid"]},{"parfume_title":"Rosa Noir","parfume_description":"Rosa Noir is a seductive floral fragrance of hypnotizing rose, carnation and lily of the valley on velvet background of sandalwood, tonka bean and musk. The top notes are freesia, ivy leaf and petit grain. The fragrance is available as 100 ml Eau de Parfum with an accompanying collection. Rosa Noir was launched in 2015.","parfume_brand":"MOR","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.32373.jpg","parfume_gender":"female","parfume_year":"2015","top_notes":["Freesia","Ivy","Petitgrain"],"middle_notes":["Rose","Lily-of-the-Valley","Carnation"],"base_notes":["Sandalwood","Tonka Bean","Musk"]},{"parfume_title":"Snow Gardenia","parfume_description":"Snow Gardenia contains notes of gardenia, juniper berries, angelica, ylang-ylang, vanilla and sandalwood. It is available as 9 ml perfume oil. Snow Gardenia was launched during the 2000's.","parfume_brand":"MOR","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.10198.jpg","parfume_gender":"female","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":["Gardenia","Ylang-Ylang","Sandalwood","Angelica","Vanille","Juniper Berries"]},{"parfume_title":"MOR","parfume_description":"MOR Sorbet was launched in 2007 as a gourmet perfume made of lemon, lime, coconut, marshmallow, pistachio, caramel nougat, gelatin, sugar and vanilla. Available as EDP.","parfume_brand":"MOR","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.12569.jpg","parfume_gender":"female","parfume_year":"2007","top_notes":[],"middle_notes":[],"base_notes":["Amalfi Lemon","Lime","Nougat","Marshmallow","Sugar","Coconut","Vanille","Pistachio"]},{"parfume_title":"Blue Stratos","parfume_description":"Blue Stratos is a fresh masculine fragrance for individuals and adventurers. Top notes: marine notes, grapefruit, bergamot and lemon. Heart: rosewood, geranium and patchouli. Base: musk, pine, thyme, basil, mint and wood notes.\nIt is available as 50 and 100 ml EDT and the collection of body care products.","parfume_brand":"Parfums Bleu","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.9230.jpg","parfume_gender":"male","parfume_year":"No year","top_notes":["Sea water","Bergamot","Grapefruit","Amalfi Lemon"],"middle_notes":["Geranium","Patchouli"],"base_notes":["Musk","Thyme","Mint","Pine","Woodsy Notes","Basil"]},{"parfume_title":"English Blazer","parfume_description":"English Blazer is a luxurious and sophisticated men's fragrance; the scent of English heritage and traditions. Light and cool, it opens with marine upper note, lemon and tangerine. In the heart are: cardamom, cloves, bay leaf and basil, while the base features sandalwood, moss and musk.\nIt is available as 50 and 100 ml EDT and the collection of body care products.","parfume_brand":"Parfums Bleu","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.9229.jpg","parfume_gender":"male","parfume_year":"No year","top_notes":["Sea water","Amalfi Lemon","Mandarin Orange"],"middle_notes":["Clove","Cardamom","Basil","Bay Leaf"],"base_notes":["Musk","Sandalwood","oak moss"]},{"parfume_title":"Bijou Vert","parfume_description":"Bijou Vert (\"Green Jewel\"), part of the Raw Spirit collection from Nomad Two Worlds, was inspired by Haiti, the Caribbean isle once known as the \"Jewel of the Antilles.\" An elegant and uplifting unisex vetiver fragrance, Raw Spirit Bijou Vert features premium sourced Haitian vetiver, grapefruit, mandarin, geranium, lotus flower, black pepper, benzoin, patchouli and cedarwood.\nPart of the proceeds from this fragrance will be used to support sustainable Haitian agricultural projects, in collaboration with fragrance and flavor manufacturer Firmenich.\nRaw Spirit Bijou Vert was created by master perfumer Harry Fremont and is beautifully packaged in a 7.5 ml / .25 oz. travel size fragrance. Bijou Vert was launched in 2013.","parfume_brand":"Raw Spirit Fragrances","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.22480.jpg","parfume_gender":"unisex","parfume_year":"2013","top_notes":[],"middle_notes":[],"base_notes":["Haitian Vetiver","Grapefruit","Mandarin Orange","Geranium","Lotus","Black Pepper","Benzoin","Patchouli","Cedar"]},{"parfume_title":"Citadelle","parfume_description":"Citadelle, part of the Raw Spirit collection from Nomad Two Worlds, represents the strength and resilience and spirit of the Haitian people. This unisex fragrance features premium sourced Haitian vetiver, together with marigold (tagetes), pear, bergamot, lemon, spices, amberwood, musk and cedarwood.\nPart of the proceeds from this fragrance will be used to support sustainable Haitian agricultural projects, in collaboration with fragrance and flavor manufacturer Firmenich.\nRaw Spirit Citadelle was created by master perfumer Harry Fremont and is beautifully packaged in a 7.5 ml / .25 oz. travel size fragrance. Raw Spirit Citadelle was launched in 2013.","parfume_brand":"Raw Spirit Fragrances","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.22481.jpg","parfume_gender":"unisex","parfume_year":"2013","top_notes":[],"middle_notes":[],"base_notes":["Haitian Vetiver","Pear","Tagetes","Bergamot","Lemon","Spices","Woody Notes","Musk","Cedar"]},{"parfume_title":"Desert Blush","parfume_description":"Desert Blush by Nomad Two Worlds is the fourth fragrance in the Raw Spirit collection. A Floral Woody Musk fragrance for women and men, Raw Spirit Desert Blush features Australian Boronia, ylang-ylang, osmanthus, jasmine petals, violet, Australian sandalwood, musk and cedar wood.\nPart of the proceeds from sales of this fragrance will be used to support sustainable Australian Indigenous agricultural projects, in collaboration with manufacturer Essential Oils of Tasmania.\nRaw Spirit Desert Blush was created by master perfumer Harry Fremont and is beautifully packaged in a 7.5 ml / .25 oz. travel size fragrance. Raw Spirit Desert Blush was launched in 2014.","parfume_brand":"Raw Spirit Fragrances","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.23363.jpg","parfume_gender":"unisex","parfume_year":"2014","top_notes":[],"middle_notes":[],"base_notes":["Boronia","Ylang-Ylang","Osmanthus","Jasmine","Violet","Australian Sandalwood","Musk","Cedar"]},{"parfume_title":"Fire Tree","parfume_description":"Fire Tree is a limited edition fragrance, the first offering of the Raw Spirit collection from Nomad Two Worlds.\nFire tree extract is a complex aroma that exudes smoky, woody base notes intermingled with clean, fresh, almost lilac top notes. This unique fragrance oil was made in partnership with key members of the Nyoongar Tribe in Western Australia and features Australian sandalwood in addition to fire tree extract.\nRaw Spirit Fire Tree is a unisex fragrance oil, elegantly packaged in a beautifully created 7.5 ml / .25 oz. bottle. Fire Tree was launched in 2012.","parfume_brand":"Raw Spirit Fragrances","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.22483.jpg","parfume_gender":"unisex","parfume_year":"2012","top_notes":[],"middle_notes":[],"base_notes":["Australian Sandalwood","Woody Notes","Smoke","Spicy Notes","Sweet Notes"]},{"parfume_title":"Midnight Pearl","parfume_description":"\"Inspired by evenings on the tropical shores of Bali, when the warm air is filled with the intoxicating scent of blooming petals and burning incense, as the moon illuminates the South Seas.\nA sultry, floral fragrance featuring a burst of ocean freshness from our signature ingredient—the essence of real South Sea pearls—mingled with a tropical bouquet of white flowers, tiare and frangipani, that gives way to notes of warm, sensual spices.\" - a note from the brand.\nMidnight Pearl was launched in 2018. The nose behind this fragrance is Harry Fremont.","parfume_brand":"Raw Spirit Fragrances","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.50661.jpg","parfume_gender":"unisex","parfume_year":"2018","top_notes":[],"middle_notes":[],"base_notes":["Sea Notes","White Flowers","Tiare Flower","Frangipani","Spices"]},{"parfume_title":"Mystic Pearl","parfume_description":"\"Inspired by the mystical island of Bali and the pristine waters of the South Seas, home to the magnificent Queen of Pearls, the Pinctada. We have unlocked a mystery, the secret scent of the pearl. Mystic Pearl is a luminous fragrance featuring a burst of ocean freshness from our signature ingredient—pearl. A refreshing scent mingling a heady mix of white flowers, jasmine and frangipani, with a hint of coconut and the tropical spices cinnamon and clove.\nWe traveled across the world to Bali to harvest our hero ingredient, pearl, the only precious gem formed by a living creature. We’re the first and only luxury fragrance brand in the world to create a fragrance using the scent of real pearls!\" - a note from the brand.\nMystic Pearl by Raw Spirit Fragrances is a Floral Aquatic fragrance for women. This is a new fragrance. Mystic Pearl was launched in 2016. The fragrance features white flowers, jasmine, frangipani, sea notes, coconut, cinnamon and cloves.","parfume_brand":"Raw Spirit Fragrances","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.40070.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":[],"middle_notes":[],"base_notes":["White Flowers","Jasmine","Frangipani","Sea Notes","Coconut","Cinnamon","Cloves"]},{"parfume_title":"Summer Rain","parfume_description":"Summer Rain by Raw Spirit Fragrances is a Citrus Aromatic fragrance for women and men. Summer Rain was launched in 2015. Top notes are lime and grapefruit; middle notes are orange blossom and jasmine; base notes are haitian vetiver and cedar.","parfume_brand":"Raw Spirit Fragrances","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.32476.jpg","parfume_gender":"unisex","parfume_year":"2015","top_notes":["Lime","Grapefruit"],"middle_notes":["Orange Blossom","Jasmine"],"base_notes":["Haitian Vetiver","Cedar"]},{"parfume_title":"Wild Fire","parfume_description":"Wild Fire, from the Raw Spirit collection by Nomad Two Worlds, features premium wild harvested sandalwood from Australia, and part of the proceeds from sales will be used to support sustainable Australian Indigenous agricultural projects in collaboration with manufacturer Essential Oils of Tasmania.\nRaw Spirit Wild Fire is a unisex fragrance inspired by the intoxicating scent of the West Australian desert. This warm and sensual scent combines the rich dry scent of Australian sandalwood with the creamy amber and floral notes, including ylang-ylang, jasmine petals, cedarwood and musk.\nRaw Spirit Wild Fire was created by master perfumer Harry Fremont and is beautifully packaged in a 7.5 ml / .25 oz. travel size fragrance. Raw Spirit Wild Fire was launched in 2013.","parfume_brand":"Raw Spirit Fragrances","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.22482.jpg","parfume_gender":"unisex","parfume_year":"2013","top_notes":[],"middle_notes":[],"base_notes":["Australian Sandalwood","Amber","Ylang-Ylang","Jasmine","Cedar","Musk"]},{"parfume_title":"Winter Oak","parfume_description":"Raw Spirit Winter Oak is Nomad Two Worlds' first US Native American fragrance collaboration and incorporates an accord of Oak, a wood which figures prominently in west coast Native American history and culture. Winter Oak wraps smooth and creamy American oak notes in layers of luxurious suede, exotic saffron, Haitian vetiver and musk.\nThe official notes of Winter Oak are Clary Sage, Italian Bergamot, Pepper, Floridian Lemon Oil and Geranium in the top notes. Saffron, Mate Absolute, Clove Bud and Olibanum form the heart and Leather Suede, an Oakwood Accord, Oakmoss, Florida and Atlas Cedarwood, Haitian Vetiver, Patchouli and Sleek Musks round out the base.\nRaw Spirit Winter Oak is available as a 30 ml Eau de Parfum atomizer and a 7.5 ml travel size rollerball. Winter Oak was launched in 2014. The nose behind this fragrance is Harry Fremont.","parfume_brand":"Raw Spirit Fragrances","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.28981.jpg","parfume_gender":"unisex","parfume_year":"2014","top_notes":["Clary Sage","Bergamot","Pepper","Lemon","Geranium"],"middle_notes":["Saffron","Mate","Clove","Olibanum"],"base_notes":["Suede","Oak","Oakmoss","Atlas Cedar","Cedar","Haitian Vetiver","Patchouli","Musk"]},{"parfume_title":"Amber","parfume_description":"Amber by Renee is a Oriental fragrance for women. The nose behind this fragrance is Renee Griffith. The fragrance features tolu balsam, white tea, ginger, musk, petitgrain, vetiver and cardamom.","parfume_brand":"Renee","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.5365.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Tolu Balsam","White Tea","Ginger","Musk","Petitgrain","Vetiver","Cardamom"]},{"parfume_title":"Jasmine","parfume_description":"Jasmine by Renee is a Floral fragrance for women. Jasmine was launched in 2007. The nose behind this fragrance is Renee Griffith. Top notes are mandarin orange, cassia and bergamot; middle notes are tuberose, jasmine, ylang-ylang and bulgarian rose; base notes are tonka bean, amber, patchouli, musk, vanilla and oakmoss.","parfume_brand":"Renee","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.5366.jpg","parfume_gender":"female","parfume_year":"2007","top_notes":["Mandarin Orange","Cassia","Bergamot"],"middle_notes":["Tuberose","Jasmine","Ylang-Ylang","Bulgarian Rose"],"base_notes":["Tonka Bean","Amber","Patchouli","Musk","Vanilla","Oakmoss"]},{"parfume_title":"L'Eau","parfume_description":"L'Eau by Renee is a Aromatic fragrance for women. L'Eau was launched during the 2000's. The nose behind this fragrance is Renee Griffith. The fragrance features green notes, nutmeg, mint, basil, rose, violet and oakmoss.","parfume_brand":"Renee","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.5367.jpg","parfume_gender":"female","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":["Green Notes","Nutmeg","Mint","Basil","Rose","Violet","Oakmoss"]},{"parfume_title":"Mediterranean Lily","parfume_description":"Mediterranean Lily by Renee is a Floral fragrance for women. Mediterranean Lily was launched during the 2000's. The nose behind this fragrance is Renee Griffith. The fragrance features lily, sandalwood, gardenia, jasmine, water lily and bergamot.","parfume_brand":"Renee","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.5368.jpg","parfume_gender":"female","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":["Lily","Sandalwood","Gardenia","Jasmine","Water Lily","Bergamot"]},{"parfume_title":"Musk","parfume_description":"Musk by Renee is a Oriental fragrance for women and men. Musk was launched in 2007. The nose behind this fragrance is Renee Griffith. Top notes are lavender, orange and bergamot; middle notes are rose and spices; base notes are tonka bean, amber, musk, vanilla and woodsy notes.","parfume_brand":"Renee","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.5369.jpg","parfume_gender":"unisex","parfume_year":"2007","top_notes":["Lavender","Orange","Bergamot"],"middle_notes":["Rose","Spices"],"base_notes":["Tonka Bean","Amber","Musk","Vanilla","Woodsy Notes"]},{"parfume_title":"Snowpeach","parfume_description":"Snowpeach by Renee is a Floral Fruity fragrance for women. Snowpeach was launched during the 2000's. The nose behind this fragrance is Renee Griffith. The fragrance features orange blossom, musk, green leaves, hiacynth, grapefruit, white peach and mulberry.","parfume_brand":"Renee","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.5370.jpg","parfume_gender":"female","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":["Orange Blossom","Musk","Green Leaves","Hiacynth","Grapefruit","White Peach","mulberry"]},{"parfume_title":"Tuberose","parfume_description":"Tuberose by Renee is a Floral fragrance for women. Tuberose was launched during the 2000's. The nose behind this fragrance is Renee Griffith. The fragrance features tuberose, orange blossom, sandalwood, amber, mandarin orange, musk, oakmoss, orchid, vanilla, ylang-ylang, cedar and bergamot.","parfume_brand":"Renee","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.5371.jpg","parfume_gender":"female","parfume_year":"2000","top_notes":[],"middle_notes":[],"base_notes":["Tuberose","Orange Blossom","Sandalwood","Amber","Mandarin Orange","Musk","Oakmoss","Orchid","Vanilla","Ylang-Ylang","Cedar","Bergamot"]},{"parfume_title":"Dreaming Princess","parfume_description":"Dreaming Princess is a wonderful and feminine fragrance, opening with violet, galbanum, bergamot, black currant and orange blossom. The heart features the notes of iris, rose, peach, jasmine and lily-of-the-valley, while the base is composed of musk, cedar, amber, vanilla and sandalwood.","parfume_brand":"Succes de Paris","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.9049.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":["African Orange flower","Galbanum","Bergamot","Violet","Black Currant"],"middle_notes":["iris","Jasmine","Rose","Lily-of-the-Valley","Peach"],"base_notes":["Musk","Virginia Cedar","Amber","Vanille"]},{"parfume_title":"Fujiyama","parfume_description":"Fujiyama by Succes de Paris is a Floral Woody Musk fragrance for women. Fujiyama was launched in 1995. Top notes are orange, green notes, bergamot and brazilian rosewood; middle notes are nutmeg, jasmine and rose; base notes are sandalwood, amber, musk, oakmoss and cedar.","parfume_brand":"Succes de Paris","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.6748.jpg","parfume_gender":"female","parfume_year":"1995","top_notes":["Orange","Green Notes","Bergamot","Brazilian Rosewood"],"middle_notes":["Nutmeg","Jasmine","Rose"],"base_notes":["Sandalwood","Amber","Musk","Oakmoss","Cedar"]},{"parfume_title":"Fujiyama Gentleman","parfume_description":"Fujiyama Gentleman is an oriental - fougere fragrance that contains notes of lavender, violet, anise, cinnamon, vanilla, musk and woods. It is available as Eau de Toilette.\nFujiyama Gentleman was launched during the 1990's.","parfume_brand":"Succes de Paris","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.17397.jpg","parfume_gender":"male","parfume_year":"1990","top_notes":[],"middle_notes":[],"base_notes":["Lavender","Violet","Anise","Cinnamon","Musk","Vanilla","Woody Notes"]},{"parfume_title":"Fujiyama Green","parfume_description":"Fujiyama Green is green fragrance for men and women launched in 2001. Top notes: lemon, bergamot, mandarin and green tea. Heart: lily of the valley, cyclamen, mint and thyme. Base: laurel, cedar and white musk.\nIt is available as Eau de Toilette.","parfume_brand":"Succes de Paris","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.17399.jpg","parfume_gender":"unisex","parfume_year":"2001","top_notes":["Lemon","Bergamot","Mandarin Orange","Green Tea"],"middle_notes":["Lily-of-the-Valley","Cyclamen","Mint","Thyme"],"base_notes":["White Musk","Laurels","Cedar"]},{"parfume_title":"Fujiyama Homme","parfume_description":"Fujiyama Homme was launched 1995 as a fresh woody fragrance for men. Top notes: mint, bamboo and cloves. Heart: nutmeg, geranium, cedar and red pepper. Base: vetiver, benzoin and cardamom.\nIt is available as Eau de Toilette.","parfume_brand":"Succes de Paris","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.17398.jpg","parfume_gender":"male","parfume_year":"1995","top_notes":["Bamboo","Mint","Cloves"],"middle_notes":["Nutmeg","Geranium","Pink Pepper","Cedar"],"base_notes":["Vetiver","Benzoin","Cardamom"]},{"parfume_title":"Fujiyama Love Story","parfume_description":"Fujiyama Love Story by Succes de Paris is a fragrance for women. The fragrance features orange blossom, passionfruit, apple and black pepper.","parfume_brand":"Succes de Paris","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.40445.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Orange Blossom","Passionfruit","Apple","Black Pepper"]},{"parfume_title":"Fujiyama Mon Amour","parfume_description":"Fujiyama Mon Amour is a woody - floral fragrance contains notes of orange blossom, jasmine, rose, sandalwood, cedar, oak moss and musk.","parfume_brand":"Succes de Paris","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.20407.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Orange Blossom","Jasmine","Rose","Musk","Oakmoss","Sandalwood","Cedar"]},{"parfume_title":"Fujiyama Sexy","parfume_description":"Fujiyama Sexy by Succes de Paris is a fragrance for women. The fragrance features ozonic notes and citruses.","parfume_brand":"Succes de Paris","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.40444.jpg","parfume_gender":"female","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Ozonic notes","Citruses"]},{"parfume_title":"Parabole","parfume_description":"Parabole by Succes de Paris is a Floral Fruity fragrance for women. Parabole was launched in 2003. Top notes are mandarin orange and black currant; middle notes are rose, jasmine, geranium, iris, violet and heliotrope; base notes are sandalwood, musk, amber, vanilla, raspberry and peach.","parfume_brand":"Succes de Paris","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.38211.jpg","parfume_gender":"female","parfume_year":"2003","top_notes":["Mandarin Orange","Black Currant"],"middle_notes":["Rose","Jasmine","Geranium","iris","Violet","Heliotrope"],"base_notes":["Sandalwood","Musk","Amber","Vanilla","Raspberry","Peach"]},{"parfume_title":"Polemic","parfume_description":"Polemic by Succes de Paris is a fragrance for women. Polemic was launched in 1999. The fragrance features spicy notes and orange blossom.","parfume_brand":"Succes de Paris","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.40447.jpg","parfume_gender":"female","parfume_year":"1999","top_notes":[],"middle_notes":[],"base_notes":["Spicy Notes","Orange Blossom"]},{"parfume_title":"Batavia","parfume_description":"Spicy Oriental. Dark & Mysterious scents of the dense jungles of South East Asia. This totally exotic and earthy perfume contains Patchouli, Labdanum, Benzoin, Vanilla Planifolia, Vetiver, Cardamon and Clove. Available in alcohol and/or oil extrait. 10% of the full price of every bottle of Batavia goes towards supporting endangered Orangutans Batavia was launched in 2015. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.31684.jpg","parfume_gender":"unisex","parfume_year":"2015","top_notes":[],"middle_notes":[],"base_notes":["Patchouli","Labdanum","Benzoin","Vanilla","Vetiver","Cardamom","Cloves"]},{"parfume_title":"Black Spruce","parfume_description":"Ancient, Beautiful and Majestic, this intensely powerful fragrance contains Oakmoss, Oud, Black Spruce, Amyris, Sandalwood, Frankincense, Rose Otto, Vetiver, Birch Tar and Ruh Khus. This incredible perfume is long-lasting and just spectacular. 10% of the full price of every bottle sold goes towards the reconstruction of Nepal. Black Spruce was launched in 2015. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.31685.jpg","parfume_gender":"unisex","parfume_year":"2015","top_notes":[],"middle_notes":[],"base_notes":["Oakmoss","Agarwood (Oud)","Black Spruce","Amyris","Sandalwood","Olibanum","Bulgarian Rose"]},{"parfume_title":"Blossom","parfume_description":"\"Blossom eau de parfum was a firm favorite a few years ago, and then one day, quite tragically, she was all gone…. Oh No! Blossom has returned and she’s prettier than ever. Made with my hand-made Vanilla and Ylang Ylang tinctures, Blossom features Orange Blossom, Ginger Lily, Jasmine Auriculatum, Gardenia (Tiare flower), Vanilla absolute, Amyris, Mysore Sandalwood, Amber accord and Atlas Cedarwood.\" - a note from the brand.\nBlossom by Teone Reinthal Natural Perfume is a Floral fragrance for women and men. Blossom was launched in 2013. The nose behind this fragrance is Teone Reinthal. The fragrance features vanilla, ylang-ylang, orange blossom, white ginger lily, jasmine, tiare flower, amyris, sandalwood, amber and atlas cedar.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.45622.jpg","parfume_gender":"unisex","parfume_year":"2013","top_notes":[],"middle_notes":[],"base_notes":["Vanilla","Ylang-Ylang","Orange Blossom","White Ginger Lily","Jasmine","Tiare Flower","Amyris","Sandalwood","Amber","Atlas Cedar"]},{"parfume_title":"Blue Lotus","parfume_description":"\"Blue Lotus is an intensely erotic, spicy oriental featuring hand-tinctured Ylang Ylang, Amyris, Amber accord, Cardamon, hand-tinctured Bourbon Vanilla beans, Ambrette seed, Mysore Sandalwood and of course, the seductive mastery of Blue Lotus absolute from Egypt. Just divine. Please Note that the pure parfum (oil) formulation does not contain hand-tinctured ylang ylang or vanilla, but contains Madagascan ylang ylang essential oil and vanilla absolute.\" - a note from the brand.\nBlue Lotus by Teone Reinthal Natural Perfume is a Oriental Spicy fragrance for women and men. This is a new fragrance. Blue Lotus was launched in 2015. The nose behind this fragrance is Teone Reinthal. The fragrance features ylang-ylang, amyris, amber, cardamom, bourbon vanilla, ambrette (musk mallow), sandalwood and blue lotus.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.42696.jpg","parfume_gender":"unisex","parfume_year":"2015","top_notes":[],"middle_notes":[],"base_notes":["Ylang-Ylang","Amyris","Amber","Cardamom","Bourbon Vanilla","Ambrette (Musk Mallow)","Sandalwood","Blue Lotus"]},{"parfume_title":"Bodhi","parfume_description":"\"Bodhi is a white floral chypre that opens on a citrus cocktail of pink grapefruit, bitter orange, bergamot and cold pressed lemon. The floral heart blooms with an enormous bouquet of orange blossom, neroli and pink lotus absolutes, all of which are beautifully grounded in a tart, green bower of rosemary, galbanum and patchouli. Bodhi is a radiant warm weather fragrance that sweeps away old tediums with a fresh new light of positivity. If you close your eyes, you can imagine Bodhi as a fragrant tightrope walker dancing through an orchard – teetering between sweet floral elements and the sharp, clean aspects that balance this scent in a perfect state of fragrant tension. Gorgeous sillage…\" - a note from the brand.\nBodhi by Teone Reinthal Natural Perfume is a Chypre Floral fragrance for women and men. This is a new fragrance. Bodhi was launched in 2016. The nose behind this fragrance is Teone Reinthal. Top notes are pink grapefruit, bitter orange, bergamot and lemon; middle notes are orange blossom, neroli and pink lotus; base notes are rosemary, galbanum and patchouli.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.42109.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":["Pink Grapefruit","Bitter Orange","Bergamot","Lemon"],"middle_notes":["Orange Blossom","Neroli","Pink Lotus"],"base_notes":["Rosemary","Galbanum","Patchouli"]},{"parfume_title":"BOTTICELLI","parfume_description":"\"Red petals drop, passion falters… damp linens, crushed velvets ago. He pales beneath the sudden fire of rubies in her eyes. A breeze of Italian summers, it lifts the silk of heaven’s breath… haunting the promenade, sweeping across, as footsteps on the roses that fell like tears and lovers’ sighs… ©TR 1980 BOTTICELLI is an Italian-styled floral Chypre featuring Bergamot, Lemon, Petitgrain, Jasmine Sambac, Rose Damascena, Juniper Berry, Ambrette Seed, Patchouli, Oakmoss, Labdanum and Vetiver.\" - a note from the brand.\nBotticelli by Teone Reinthal Natural Perfume is a Chypre Floral fragrance for women and men. This is a new fragrance. Botticelli was launched in 2015. The nose behind this fragrance is Teone Reinthal. Top notes are bergamot, lemon and petitgrain; middle notes are jasmine sambac, damask rose and juniper berries; base notes are patchouli, ambrette (musk mallow), oakmoss, labdanum and vetiver.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.42697.jpg","parfume_gender":"unisex","parfume_year":"1980","top_notes":["Bergamot","Lemon","Petitgrain"],"middle_notes":["Jasmine Sambac","Damask Rose","Juniper Berries"],"base_notes":["Patchouli","Ambrette (Musk Mallow)","Oakmoss","Labdanum","Vetiver"]},{"parfume_title":"Byzantium","parfume_description":"\"Byzantium (pure parfum oil) - Ocean breezes from the prismatic Black Sea – glints of azure and turquoise light reflecting off ships laden with exotic goods traveling from the Mediterranean, tender airs drifting down from the rose fields of Turkey and Bulgaria. Sweet green herbs, orchards, battles and legends. Byzantium. This intriguing Oriental amber fragrance opens with the citrus and astringent green scents of bergamot and cypress, which yields, giving way to the tender romance of jasmine auriculatum, Turkish rose, Arabian jasmine and ambrette seed underscored by the persuasiveness of patchouli, labdanum and benzoin.\" - a note from the brand.\nByzantium by Teone Reinthal Natural Perfume is a Oriental fragrance for women and men. This is a new fragrance. Byzantium was launched in 2017. The nose behind this fragrance is Teone Reinthal. Top notes are citruses, bergamot and cypress; middle notes are jasmine, turkish rose and ambrette (musk mallow); base notes are patchouli, labdanum and benzoin.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.44597.jpg","parfume_gender":"unisex","parfume_year":"2017","top_notes":["Citruses","Bergamot","Cypress"],"middle_notes":["Jasmine","Turkish Rose","Ambrette (Musk Mallow)"],"base_notes":["Patchouli","Labdanum","Benzoin"]},{"parfume_title":"Earl Grey","parfume_description":"Earl Grey is perfectly poised and unisex; a classic chypre containing Bergamot, Green Tea Absolute, Tea Rose Absolute, Jasmine Grandiflorum, Labdanum, Oakmoss and Patchouli. Elegant, crisp and fresh, Earl Grey is a very refined fragrance for self-assured souls who exude confidence and appreciate personal luxuries. Earl Grey by Teone Reinthal Natural Perfume is a Chypre fragrance for women and men. This is a new fragrance. Earl Grey was launched in 2016. The nose behind this fragrance is Teone Reinthal. The fragrance features bergamot, green tea, tea rose, jasmine, labdanum, oakmoss and patchouli.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.37122.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":[],"middle_notes":[],"base_notes":["Bergamot","Green Tea","Tea Rose","Jasmine","Labdanum","Oakmoss","Patchouli"]},{"parfume_title":"Embers","parfume_description":"It contains a hefty dose of rare and precious Mysore Sandalwood, hand made bourbon vanilla tincture, labdanum, benzoin, rose otto and a few special herbs and spices… a unisex perfume is worth its weight in sweet dreams. Perfect for cool & cold weather, Embers is luscious, warm and cosy, like snuggling up in front of a fire with the love of your life, sipping hot chocolate whilst a blizzard rages outside. Available in alcohol and/or oil extrait. 10% of the full price of every bottle sold goes towards supporting people experiencing homelessness. Embers was launched in 2015. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.31686.jpg","parfume_gender":"unisex","parfume_year":"2015","top_notes":[],"middle_notes":[],"base_notes":["Sandalwood","Bourbon Vanilla","Labdanum","Benzoin","Bulgarian Rose","Herbal Notes","Spices"]},{"parfume_title":"Fleurs Sauvages","parfume_description":"Luminous and delicate sweet green floral containing Honeysuckle, Immortelle, Kashmir Lavender, Blue Tansy and Ambrette Seed. So beautiful that it will capture your mind body and soul from the first moment you meet. Available in alcohol and/or oil extract. 10% of the full price of every bottle sold goes towards protecting vulnerable and endangered locations of world heritage nature. Fleurs Sauvages was launched in 2015. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.31687.jpg","parfume_gender":"unisex","parfume_year":"2015","top_notes":[],"middle_notes":[],"base_notes":["Honeysuckle","Immortelle","Lavender","Ambrette (Musk Mallow)"]},{"parfume_title":"Free Spirit","parfume_description":"Herbacious and Fresh, this radiant fragrance is reminiscent of the endless love affair between wooden sailing ships and the gusty tang of tidal currents and endless skies. Invigorating, bracing and beautiful. Features Cedarwood, Rosewood, Bergamot, Fir Needle and Juniper. 10% of the full price of every bottle sold goes towards protecting our precious Dolphins and Whales. Free Spirit was launched in 2015. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.31688.jpg","parfume_gender":"unisex","parfume_year":"2015","top_notes":[],"middle_notes":[],"base_notes":["Cedar","Palisander Rosewood","Bergamot","Pine needles","Juniper"]},{"parfume_title":"Gossamer Roads","parfume_description":"\"Gossamer Roads is a nod to the Arab style of perfumery, a natural oil parfum packed with the luscious scents of real Roses, Sandalwood, Oud, Vanilla, Amber, Yarrow, Labdanum, Cedarwood, Benzoin and Bergamot. It’s not in any way a ground-breaking new fragrance, it’s an ancient style of perfume, and many (many) perfume houses all over the world have created their own interpretation of this timeless and classic style of perfume. Mine is simply all-natural, and just superb. Available as Eau de Parfum and oil Parfum.\" - a note from the brand.\nGossamer Roads by Teone Reinthal Natural Perfume is a Oriental fragrance for women and men. The nose behind this fragrance is Teone Reinthal. The fragrance features bergamot, rose, sandalwood, vanilla, agarwood (oud), amber, yarrow, labdanum, benzoin and cedar.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.45671.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Bergamot","Rose","Sandalwood","Vanilla","Agarwood (Oud)","Amber","Yarrow","Labdanum","Benzoin","Cedar"]},{"parfume_title":"Hanky Panky","parfume_description":"An erotic perfume anchored with the rich aromas of Cypriol, Patchouli, Vetiver, power-packed with florals: Tuberose, Frangipani and Mimosa, and freshened with the green and sparkling aspects of Galbanum, Tahitian Vanilla and Ambrette Seed. A powerful aphrodisiac sourced from plants that suggest … some pretty serious forms of affection. 10% of the full price of every bottle goes towards supporting the world’s precious and endangered Tigers. Hanky Panky was launched in 2015. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.31691.jpg","parfume_gender":"unisex","parfume_year":"2015","top_notes":[],"middle_notes":[],"base_notes":["Cypriol Oil or Nagarmotha","Patchouli","Vetiver","Tuberose","Frangipani","Mimosa","Galbanum","Tahitian Vanilla","Ambrette (Musk Mallow)"]},{"parfume_title":"Hussar","parfume_description":"\"Hussar (pure parfum oil). Hussar (pronounced Huzzar) evokes the spirit of pirate gypsies and warrior horsemen. Originally from Poland, the Hussars were greatly feared by their enemies, and passionately loved by those who earned their friendship. Hussar features bergamot, rosemary, labdanum, birch, chamomile, juniper, oud, carrot seed, coriander and oakmoss. Imagine a precious jar of wild honey that’s been carried in a leather satchel through a cold green forest and across a mountain meadow of wildflowers and green grasses. There’s a gypsy campfire ahead. It’s snowing.\" - a note from the brand.\nHussar by Teone Reinthal Natural Perfume is a Chypre fragrance for women and men. This is a new fragrance. Hussar was launched in 2017. The nose behind this fragrance is Teone Reinthal. The fragrance features bergamot, rosemary, labdanum, birch, chamomile, juniper, agarwood (oud), carrot seeds, coriander and oakmoss.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.44598.jpg","parfume_gender":"unisex","parfume_year":"2017","top_notes":[],"middle_notes":[],"base_notes":["Bergamot","Rosemary","Labdanum","Birch","Chamomile","Juniper","Agarwood (Oud)","Carrot Seeds","Coriander","Oakmoss"]},{"parfume_title":"INCENSE","parfume_description":"\"Made for mystics… INCENSE is a sanctuary of fragrant liquid smoke; purifying, energising and refreshing. Incense clears away the mental debris of life and reconnects us to the pure and simple truths of being here, grounded in the moment. A harmonious composition of ancient treasures featuring Somali Frankincense, Atlas Cedarwood, Rosewood, Bergamot, Fir Needle and Juniper. Available in eau de parfum, pure parfum (oil) and unguent (solid).\" - a note from the brand.\nIncense by Teone Reinthal Natural Perfume is a Oriental fragrance for women and men. This is a new fragrance. Incense was launched in 2015. The nose behind this fragrance is Teone Reinthal. The fragrance features olibanum, atlas cedar, palisander rosewood, bergamot, fir and juniper.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.42698.jpg","parfume_gender":"unisex","parfume_year":"2015","top_notes":[],"middle_notes":[],"base_notes":["Olibanum","Atlas Cedar","Palisander Rosewood","Bergamot","Fir","Juniper"]},{"parfume_title":"Labyrinth","parfume_description":"\"Labyrinth (pure parfum oil). A mystical encounter with the underworld; Labyrinth is a shivery place of dark, cavernous echoes from the faery realms of earth’s mysteries and natural wonders. Labyrinth is a heavyweight Oriental that features an aromatic array of fragrant intensities including bitter orange, amber accord, myrrh, frankincense, rose otto, Eastern spices accord, Atlas cedarwood and Mysore sandalwood. A night time fragrance, Labyrinth is intensely evocative of a different time and a different world, it is both a lion roaring into the twilight… and the whisper of ancestral footsteps that accompany us through the shifting sands of life. Marvelous for those who meditate, for seekers of deep pools of inner reflection and particularly great those who yearn for the veils to part…\" - a note from the brand.\nLabyrinth by Teone Reinthal Natural Perfume is a Oriental fragrance for women and men. This is a new fragrance. Labyrinth was launched in 2017. The nose behind this fragrance is Teone Reinthal. The fragrance features bitter orange, amber, olibanum, myrrh, rose oil, spices, atlas cedar and sandalwood.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.44599.jpg","parfume_gender":"unisex","parfume_year":"2017","top_notes":[],"middle_notes":[],"base_notes":["Bitter Orange","Amber","Olibanum","Myrrh","Rose Oil","Spices","Atlas Cedar","Sandalwood"]},{"parfume_title":"Lemongrass","parfume_description":"\"Lemongrass oil parfum charmingly downplays her floral peerage behind the humble misnomer of Lemongrass, never letting on at the sumptuousness that lies within, tucked behind the walls of her secret garden. This fragrance is an exquisite beauty; a cool, green, seductive floral featuring White Lotus, Jasmine Grandiflorum, Rose de Mai, Tuberose, Galbanum, Orris root, Lemongrass, Vetiver and Mysore Sandalwood. Lemongrass is a study of tension between sweetness and earthiness, between fragility and strength, and is unique, long-lasting and utterly beautiful.\" - a note from the brand.\nLemongrass by Teone Reinthal Natural Perfume is a Floral Woody Musk fragrance for women and men. The nose behind this fragrance is Teone Reinthal. The fragrance features white lotus, jasmine, rose de mai, tuberose, galbanum, orris root, lemongrass, vetiver and sandalwood.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.45621.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["White Lotus","Jasmine","Rose de Mai","Tuberose","Galbanum","Orris Root","Lemongrass","Vetiver","Sandalwood"]},{"parfume_title":"Lemuria","parfume_description":"Lemuria by TRNP is a Oriental Floral fragrance for women and men. Lemuria was launched in 2016. The nose behind this fragrance is Teone Reinthal. The fragrance features neroli, pink lotus, champaca, chamomile and tonka bean.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.37123.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":[],"middle_notes":[],"base_notes":["Neroli","Pink Lotus","Champaca","Chamomile","Tonka Bean"]},{"parfume_title":"Lyonesse","parfume_description":"\"Cypress, Musk and Amber cologne. A perfect partnership of bittersweet aromatics that unfurl like a triumphant banner over ancient battlefields and love sonnets – a pageant of green fields, chivalry, romance and piracy. A romantic swashbuckler packed with myths and legends; Lyonesse is fit for Conquerers and Empresses.\" - a note from the brand.\nLyonesse by Teone Reinthal Natural Perfume is a Oriental Woody fragrance for women and men. The nose behind this fragrance is Teone Reinthal. The fragrance features cypress, musk and amber.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.45623.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Cypress","Musk","Amber"]},{"parfume_title":"Mahila","parfume_description":"\"Mahila is an exquisite ‘garden of pleasures’ scent – the nectar of Tantric goddesses – an elixir of gentle power, compassion, beauty, tenderness, independence, love, femininity and joyful strength. It features oud and champaca but is set in a shifting landscape of fecund wonders. Top notes – pink grapefruit, Italian tangerine, bitter orange. Heart notes – frangipani absolute, rose Damascena, champaca, ambrette seed, ylang ylang. Base notes – Haitian vetiver, Somali frankincense, Mysore sandalwood, Sumatran patchouli, vanilla absolute, benzoin, labdanum and oud.\" - a note from the brand.\nMahila by Teone Reinthal Natural Perfume is a Floral Woody Musk fragrance for women and men. This is a new fragrance. Mahila was launched in 2016. The nose behind this fragrance is Teone Reinthal. Top notes are pink grapefruit, italian tangerine and bitter orange; middle notes are damask rose, champaca, frangipani, ylang-ylang and ambrette (musk mallow); base notes are haitian vetiver, olibanum, sandalwood, patchouli, vanilla, benzoin, labdanum and agarwood (oud).","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.45096.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":["Pink Grapefruit","Italian Tangerine","Bitter Orange"],"middle_notes":["Damask Rose","Champaca","Frangipani","Ylang-Ylang","Ambrette (Musk Mallow)"],"base_notes":["Haitian Vetiver","Olibanum","Sandalwood","Patchouli","Vanilla","Benzoin","Labdanum","Agarwood (Oud)"]},{"parfume_title":"Mary Jane","parfume_description":"\"Mary Jane is a cool, green floral featuring Neroli, Genet absolute, Jasmine Grandiflorum, Ruh Khus, Galbanum, Orris root and Mysore Sandalwood. The fragrance is a study of the tension between sweetness and earthiness, between fragility and strength, and is unique, long-lasting and utterly beautiful. Oil Parfum.\" - a note from the brand.\nMary Jane by Teone Reinthal Natural Perfume is a Floral Green fragrance for women and men. The nose behind this fragrance is Teone Reinthal. The fragrance features neroli, genet, jasmine, galbanum, orris root, sandalwood and vetiver.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.45672.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Neroli","Jasmine","Galbanum","Orris Root","Sandalwood","Vetiver","Broom"]},{"parfume_title":"May Rose","parfume_description":"Lemon, Ambrette Seed, Tea Rose Absolute, Rose Damascena, Rose Otto, Rose de Mai, Amyris and Elemi. Straight up – a natural and beautiful rose perfume. As an eternal emblem of love, the rose is a natural choice to promote true love in the world. Available in alcohol and/or oil extract. 10% of the full price of every bottle sold goes towards supporting victims of domestic abuse by focusing on Women’s Shelters. May Rose was launched in 2015. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.31689.jpg","parfume_gender":"unisex","parfume_year":"2015","top_notes":[],"middle_notes":[],"base_notes":["Lemon","Ambrette (Musk Mallow)","Tea Rose","Damask Rose","Bulgarian Rose","May Rose","Amyris","elemi"]},{"parfume_title":"Meta","parfume_description":"\"Mysterious Meta. This furtive fragrance arrives like a late night knock at the speak-easy; it slips in with a secret gesture, waving a sort of perfunctory fragrance code across the landscape of your body. You may think... OK, it's nice... but now what? Fifteen minutes later a wave of wonderful crashes over you and you realize Meta has fully arrived. This fragrance really blooms - for me, it's a gorgeous slow-reveal of heavy, luscious, oriental scents with aged Sumatran patchouli taking centre-stage. Meta's a dry amber with a liquid centre, not too heavily dosed with vanillic syrup, but sweet enough to cajole the earthy woodiness into a hot embrace. The all-new batch is - in my biased opinion - the best yet of all my fragrances. Sometimes they just have a mind of their own and they click together like I had nothing to do with composing the formula, it just chose me to pour the ingredients all together. This one is the Mistress-in-Charge of all seductive perfumes. Ever! Meta\" - a note from the brand.\nMeta by Teone Reinthal Natural Perfume is a Oriental Woody fragrance for women and men. This is a new fragrance. Meta was launched in 2016. The nose behind this fragrance is Teone Reinthal. The fragrance features patchouli, amber and vanilla.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.44615.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":[],"middle_notes":[],"base_notes":["Patchouli","Amber","Vanilla"]},{"parfume_title":"Mikhail","parfume_description":"\"Mikhail is a beautiful Citrus, Herbs & Wood Cologne. This is a signature favorite of mine; a lusciously fresh and long-lasting fragrance featuring cold-pressed Lemon, Grapefruit, Bitter Orange, Spearmint, Patchouli, Cedarwood and Vetiver. There is something totally unexpected about this fragrance, it doesn’t read at all as it behaves. It is penetrating, robust and utterly wonderful in its wide spectrum of natural aromatics. It goes beyond its humble roots and delivers a refined unisex fragrance that is both memorable and addictive. A lingering perfume for artists, poets, musicians, dancers… creative thinkers who exude individuality and confident splendor. A jewel…straight from the dacha. \" - a note from the brand.\nMikhail by Teone Reinthal Natural Perfume is a Citrus Aromatic fragrance for women and men. The nose behind this fragrance is Teone Reinthal. The fragrance features lemon, grapefruit, bitter orange, spicy mint, patchouli, cedar and vetiver.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.45624.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Lemon","Grapefruit","Bitter Orange","Spicy Mint","Patchouli","Cedar","Vetiver"]},{"parfume_title":"Nefertum","parfume_description":"Nefertum by TRNP is a fragrance for women and men. This is a new fragrance. Nefertum was launched in 2019. The nose behind this fragrance is Teone Reinthal. The fragrance features blue lotus, cardamom, saffron, cinnamon, cloves, taif rose, myrrh, olibanum and sandalwood.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.56680.jpg","parfume_gender":"unisex","parfume_year":"2019","top_notes":[],"middle_notes":[],"base_notes":["Blue Lotus","Cardamom","Saffron","Cinnamon","Cloves","Taif Rose","Myrrh","Olibanum","Sandalwood"]},{"parfume_title":"Oasis","parfume_description":"\"Oasis (pure parfum oil) is made from a cocktail of intensely rich florals including pure rose otto from Uttar Pradesh, champaca, frangipani, ginger lily, honeysuckle, ylang ylang, jasmine, neroli and orange blossom with a massive dose of hand-tinctured Tahitian vanilla beans and Mysore sandalwood.The florals in this fragrance are extracted from real flowers, and they are utterly complex, unpredictable, earthy, seductive and speak joyfully about nature, fertility and wild abandon. Oasis is a floral frenzy of shimmering colours and blossoming life. Dive in… quench your thirst for the lushness of nature in all her stunning beauty.\" - a note from the brand.\nOasis by Teone Reinthal Natural Perfume is a Floral fragrance for women and men. This is a new fragrance. Oasis was launched in 2017. The nose behind this fragrance is Teone Reinthal. The fragrance features rose oil, champaca, frangipani, white ginger lily, honeysuckle, ylang-ylang, jasmine, neroli, orange blossom, tahitian vanilla and sandalwood.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.44600.jpg","parfume_gender":"unisex","parfume_year":"2017","top_notes":[],"middle_notes":[],"base_notes":["Rose Oil","Champaca","Frangipani","White Ginger Lily","Honeysuckle","Ylang-Ylang","Jasmine","Neroli","Orange Blossom","Tahitian Vanilla","Sandalwood"]},{"parfume_title":"Pagan","parfume_description":"\"Pagan oil parfum is a floral leather chypre that dwells in a very private bower of Narcissus, Cypriol, Ambrette Seed, Orange Blossom, Sandalwood and Birch. This fragrance wears close, and smoulders with the erotic scent of warm bodies; skin touching skin, hair, lips, passion, desire and more desire. Pagan is physical, primitive, natural, and seriously good. A mysteriously magical composition that ventures far beyond its ingredients to a sensual and aromatic wonderland.\" - a note from the brand.\nPagan by Teone Reinthal Natural Perfume is a Chypre fragrance for women and men. The nose behind this fragrance is Teone Reinthal. The fragrance features narcissus, cypriol oil or nagarmotha, ambrette (musk mallow), orange blossom, birch and sandalwood.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.45673.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Narcissus","Cypriol Oil or Nagarmotha","Ambrette (Musk Mallow)","Orange Blossom","Birch","Sandalwood"]},{"parfume_title":"Rococo","parfume_description":"\"Rococo eau de parfum is elaborate and luscious – a hugely radiant, sexy floral for those that know how to make an entrance…. and leave behind a softly trailing scent that evokes passion and intrigue. Rococo is the signature scent for those who adore making bold fashion statements featuring the seduction of Tuberose & Gardenia with the earthiness of hand-tinctured Vanilla Planifolia.\" - a note from the brand.\nRococo by Teone Reinthal Natural Perfume is a Floral fragrance for women and men. The nose behind this fragrance is Teone Reinthal. The fragrance features tuberose, gardenia and vanilla.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.45625.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Tuberose","Gardenia","Vanilla"]},{"parfume_title":"Rose Potion","parfume_description":"Rose Potion by TRNP is a Floral fragrance for women and men. Rose Potion was launched in 2016. The nose behind this fragrance is Teone Reinthal. The fragrance features damask rose, rose, tea rose, rose oil, ambrette (musk mallow) and sandalwood.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.37121.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":[],"middle_notes":[],"base_notes":["Damask Rose","Rose","Tea Rose","Rose Oil","Ambrette (Musk Mallow)","Sandalwood"]},{"parfume_title":"SACRED","parfume_description":"\"SACRED eau de parfum is exclusively made with all-Australian native ingredients including:- West Australian Sandalwood (Santalum Spicatum), Tasmanian Boronia absolute (Boronia Megastima), Red Desert Rosewood (Eremophilia Michelli) from Far North Queensland, Blue Cypress (Callitris intratropicai) from the Tiwi islands/Northern Territory, Honey Myrtle (Melaleuca armillaris) from South Australia and Nerolina (Melaleuca quinquenervia) from New South Wales. This incredible natural fragrance is rich, sweet and floral/fruity with a powerful woodiness that lasts the distance. It smells as if you’ve stepped inside a Namatjira painting; the endless and timelessly beautiful Australian landscape (without the stereotypical ‘Gum-tree’ aroma). SACRED perfume is absolutely stunning; it incorporates some of the most beautiful and expensive natural ingredients in the world.\" - a note from the brand.\nSacred by Teone Reinthal Natural Perfume is a Floral Fruity fragrance for women and men. The nose behind this fragrance is Teone Reinthal. The fragrance features australian sandalwood, boronia, palisander rosewood, cypress, myrtle, camphor and sweet notes.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.45667.jpg","parfume_gender":"unisex","parfume_year":"No year","top_notes":[],"middle_notes":[],"base_notes":["Australian Sandalwood","Boronia","Palisander Rosewood","Cypress","Myrtle","Camphor","Sweet Notes"]},{"parfume_title":"SOUL","parfume_description":"\"A brand new SOUL - the perfectly balanced scent-scape of a brand new timber cabin with the aromatic tang of freshly cut woods. Soul includes Mandarin, Lime, Bitter Orange, Fir Needle, Black Spruce, Virginian Cedarwood, Frankincense, Birch, finest grade Sumatran Patchouli and Benzoin. The soul of the tree lives on.\" - a note from the brand.\nSoul by Teone Reinthal Natural Perfume is a Woody fragrance for women and men. This is a new fragrance. Soul was launched in 2016. The nose behind this fragrance is Teone Reinthal. The fragrance features mandarin orange, lime, bitter orange, fir, black spruce, virginia cedar, olibanum, birch, patchouli and benzoin.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.42110.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":[],"middle_notes":[],"base_notes":["Mandarin Orange","Lime","Bitter Orange","Fir","Black Spruce","Virginia Cedar","Olibanum","Birch","Patchouli","Benzoin"]},{"parfume_title":"Sylvana","parfume_description":"A mesmerising woodland chypre made from Bergamot, Labdanum, Oakmoss and Patchouli with Jasmine Sambac and Clary Sage. Green velvet, black hair, hazel eyes and gossamer-winged. Sylvana is mistress-in-charge of wild forests and the extraordinarily diverse world of wildlife that dwells within. 10% of the full price of every bottle sold goes towards care of our precious, vulnerable and often wounded native animals. Sylvana was launched in 2015. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.31690.jpg","parfume_gender":"unisex","parfume_year":"2015","top_notes":[],"middle_notes":[],"base_notes":["Bergamot","Labdanum","Oakmoss","Patchouli","Jasmine Sambac","Clary Sage"]},{"parfume_title":"Violet Firefly","parfume_description":"\"Violet Firefly eau de parfum is a fabulous drag queen; she was Tinkerbell’s best friend for so many centuries, but J.M. Barrie elected not to include any mention of such socially ‘risky business’ back in 1904. In truth, Miss Vi’ was aghast at the prospect of being publicly outed back then, and so Miss Tinkerbell’s contract with Mr Barrie stipulated that any references to Violet Firefly were strictly off-limits. These days, the entire concept of Peter Pan holds, quite frankly, so many more possibilities. To all the free and gorgeous beings here in the room tonight, please put your hands together and give a warm welcome to the stage, …the irresistible, the incandescent, purple princess of the runway…. the glorious Violet Firefly. Fashionista Vi’ is wearing a narcotic cocktail of Jasmine Grandiflorum, Iris, Leather accord, Violet Leaf absolute, Clary Sage, glitter, feathers, sequins and total seduction factor.\" - a note from the brand.\nViolet Firefly by Teone Reinthal Natural Perfume is a Chypre fragrance for women and men. The nose behind this fragrance is Teone Reinthal. The fragrance features jasmine, iris flower, leather, violet leaf and clary sage.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.45669.jpg","parfume_gender":"unisex","parfume_year":"1904","top_notes":[],"middle_notes":[],"base_notes":["Jasmine","Iris Flower","Leather","Violet Leaf","Clary Sage"]},{"parfume_title":"Yasym","parfume_description":"Jasmine Grandiflorum, Jasmine Sambac, Jasmine Auriculatum, Ylang Ylang, Myrrh Orris Root and Tolu. Exquisite Jasmine in so many glorious layers of sweetness and joy. Available in alcohol and/or oil extrait. 10% of the full price of every bottle sold goes towards supporting change through preventing the suffering of refugees and in particular the suffering of children living in detention. Yasym was launched in 2015. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.31692.jpg","parfume_gender":"unisex","parfume_year":"2015","top_notes":[],"middle_notes":[],"base_notes":["Jasmine","Jasmine Sambac","Ylang-Ylang","Myrrh","Orris Root","Tolu Balsam"]},{"parfume_title":"Barcelona","parfume_description":"Barcelona is the perfect state-change after a hot and exhausting day. The citrus tang of Lime and Frankincense is grounded perfectly by the crispness of Siberian Fir Needle and Black Spruce. Just a heavenly dip in a mountain stream of icy cold freshness. Aromatics are a breath of fresh air; four beautifully wholesome fragrances composed especially for those who yearn for more contact with the natural world. Aromatics are emotionally uplifting and mentally refreshing scents that harmonize naturally with the body – in corporate or casual surroundings. Barcelona by Teone Reinthal Natural Perfume is a Citrus Aromatic fragrance for women and men. This is a new fragrance. Barcelona was launched in 2016. The nose behind this fragrance is Teone Reinthal. The fragrance features lime, fir, black spruce and olibanum.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.37117.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":[],"middle_notes":[],"base_notes":["Lime","Fir","Black Spruce","Olibanum"]},{"parfume_title":"Calme Tranquille","parfume_description":"\"Calme Tranquille (which means Quiet Stillness in English) is a natural chypre perfume filled with wildflowers and citrus blossoms harvested from the orchard. Includes hand-tinctured Murraya Paniculata, Grapefruit, Bergamot, Egyptian Geranium, Kashmir Lavender, Neroli, Mimosa, Immortelle, German Chamomile, Roman Chamomile, Blue Tansy, Rosewood, Australian Sandalwood  and Spearmint. This fragrance is deeply replenishing and personally nourishing to the mind, body and spirit. The sillage is just right and the longevity surprisingly robust. It is not a heavy fragrance destined for glamour or romance, Calme is a reflective, replenishing, daytime cologne for men and women. When composing this particular aromatic, I imagined a radiantly healthy human being. A lover of Yoga, a Planet Earth-saving, tree-hugging, life-embracing and deeply compassionate soul in action.\" - a note from the brand.\nCalme Tranquille was launched in 2018. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.51954.jpg","parfume_gender":"unisex","parfume_year":"2018","top_notes":[],"middle_notes":[],"base_notes":["Mock Orange","Grapefruit","Bergamot","Geranium","Lavender","Neroli","Mimosa","Immortelle","Chamomile","Tansy","Palisander Rosewood","Australian Sandalwood","Spicy Mint"]},{"parfume_title":"Eau Naturel","parfume_description":"\"Eau Naturel natural chypre perfume is a spicy woody chypre. My favourite perfume in the whole world, Eau Naturel features cold pressed lemon, masses of Sumatran aged patchouli, tolu balsam, Texan cedarwood and a chypre base of oakmoss, labdanum and bergamot. Eau Naturel delivers everything I really love about Coromandel minus the sugary vanilla syrup. A wonderfully refined patchouli fragrance – soft, airy and exotic. It blooms beautifully and is long-lasting. Seriously great for men and for women who comfortably exude an air of avant garde with aplomb. Sassy, earthy, real. When you wear Eau Naturel natural chypre perfume, people will straightaway recognise that you’re an earthling. Born and bred!\" - a note from the brand.\nEau Naturel was launched in 2018. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.51955.jpg","parfume_gender":"unisex","parfume_year":"2018","top_notes":[],"middle_notes":[],"base_notes":["Lemon","Patchouli","Tolu Balsam","Texas Cedar","Oakmoss","Labdanum","Bergamot"]},{"parfume_title":"Energique","parfume_description":"\"Energique natural chypre perfume is ultra modern. It totally expresses the return of the Native… raw, real, sexy and powerful. It revives the senses as if it whisked you away for an Alaskan Winter in a cosy wood cabin, smoke tendrils curling from the chimney, fresh air, cold nights, glorious stars in the deep black velvet of night. Heaven on earth. Bergamot, cypress, Virginian cedarwood, Somali frankincense, Mysore sandalwood, Sumatran patchouli, elemi, vetiver and fir needle.\nEnergique natural chypre perfume is handsome. Rugged, strong, fit… and so open-heartedly filled with life force energy that it inspires physical connection – to people and to places. It brings a potent sense of being totally grounded in strength and stamina. Personally, I love wearing this ‘manly’ fragrance, it brings a feeling of being earthed and safe when I wear it.\" - a note from the brand.\nEnergique was launched in 2018. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.51956.jpg","parfume_gender":"unisex","parfume_year":"2018","top_notes":[],"middle_notes":[],"base_notes":["Bergamot","Cypress","Virginia Cedar","Olibanum","Sandalwood","Patchouli","elemi","Vetiver","Fir"]},{"parfume_title":"Janpath","parfume_description":"This blend is a heart-starter. The exotic ‘kick’ of Janpath is utterly bracing, spicy and exciting. Particularly wonderful for tired and sluggish conditions, it re-invigorates all the senses. Fantastically re-energising, Janpath leaves a dynamic trail of charisma in its wake. Aromatics are a breath of fresh air; four beautifully wholesome fragrances composed especially for those who yearn for more contact with the natural world. Aromatics are emotionally uplifting and mentally refreshing scents that harmonize naturally with the body – in corporate or casual surroundings. Janpath by Teone Reinthal Natural Perfume is a Aromatic Spicy fragrance for women and men. This is a new fragrance. Janpath was launched in 2016. The nose behind this fragrance is Teone Reinthal. The fragrance features mandarin orange, cinnamon, cardamom, peru balsam and patchouli.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.37119.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":[],"middle_notes":[],"base_notes":["Mandarin Orange","Cinnamon","Cardamom","Peru Balsam","Patchouli"]},{"parfume_title":"Moonlight","parfume_description":"Reserved elegance in a bottle. Moonlight is a totally charming and elegant eau de cologne composed for those that exude ‘cool’. Moonlight is exquisitely good. Aromatics are a breath of fresh air; four beautifully wholesome fragrances composed especially for those who yearn for more contact with the natural world. Aromatics are emotionally uplifting and mentally refreshing scents that harmonize naturally with the body – in corporate or casual surroundings. Moonlight by Teone Reinthal Natural Perfume is a Aromatic fragrance for women and men. This is a new fragrance. Moonlight was launched in 2016. The nose behind this fragrance is Teone Reinthal. The fragrance features lemon, rosemary, bergamot, ylang-ylang and cedar.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.37118.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":[],"middle_notes":[],"base_notes":["Lemon","Rosemary","Bergamot","Ylang-Ylang","Cedar"]},{"parfume_title":"Petite Brise","parfume_description":"\"Petite Brise natural chypre perfume is the gentle breeze. This tender zephyr carries the delicious blossom scent of freshly picked Indian night-blooming jasmine, arm in arm with the crisp green snap of petitgrain, anchored by the creamy sweetness of Mysore sandalwood. A delicate yet totally unisex fragrance that will lift the spirits of all humankind as you pass the corridors of industry on your way to bliss.\" - a note from the brand.\nPetite Brise was launched in 2018. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.51957.jpg","parfume_gender":"unisex","parfume_year":"2018","top_notes":[],"middle_notes":[],"base_notes":["Night Blooming Jasmine","Petitgrain","Sandalwood"]},{"parfume_title":"Tansy","parfume_description":"Tansy is a cool, calming and balancing blend that is simply ideal for people working in stressful conditions. Tansy settles overheated and overstimulated minds and is emotionally balancing and nurturing for the whole self. Aromatics are a breath of fresh air; four beautifully wholesome fragrances composed especially for those who yearn for more contact with the natural world. Aromatics are emotionally uplifting and mentally refreshing scents that harmonize naturally with the body – in corporate or casual surroundings. Tansy by Teone Reinthal Natural Perfume is a Aromatic fragrance for women and men. This is a new fragrance. Tansy was launched in 2016. The nose behind this fragrance is Teone Reinthal. The fragrance features lavender, geranium, petitgrain and vetiver.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.37120.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":[],"middle_notes":[],"base_notes":["Lavender","Geranium","Petitgrain","Vetiver"]},{"parfume_title":"Bulgakov","parfume_description":"\"Bulgakov natural perfume was inspired by my favourite book – The Master and Margarita by Mikhail Bulgakov.  (Ма́стер и Маргари́та). The most startling of political satires, The Master and Margarita reflects Bulgakov’s controversial views on the stridently atheist politics of Stalin’s regime, and is considered one of the greatest novels of the 20th century.This fragrant labour-of-love merely sought to fit into the story. At once referencing the gloom and struggle faced by Russian writers and poets in the 1930s, Bulgakov natural perfume also draws back the plush velvet curtains on some very strange passions and human desires. It flashes and glints with hidden luxuries of faded opulence, small comforts and the hushed and hallowed halls of privilege. Step into the past to a marvelous pageant of simmering passions, madness, desire, brilliance, comedy and tragedy. The homely notes of lemon and aniseed open the story, but be prepared for a grand and mysterious adventure to unfold where the transformation to dry-down will enrapture your soul.\" - a note from the brand.\nBulgakov was launched in 2018. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.51945.jpg","parfume_gender":"unisex","parfume_year":"1930","top_notes":[],"middle_notes":[],"base_notes":["Anise","Lemon","iris","Damask Rose","Narcissus","Jasmine","Cypriol Oil or Nagarmotha","Oakmoss","Galbanum","Labdanum","Clary Sage","Patchouli","Sandalwood"]},{"parfume_title":"Pagan","parfume_description":"\"Pagan natural perfume is a floral leather chypre that dwells in a very private bower of Narcissus, Cypriol, Ambrette Seed, Orange Blossom, Sandalwood and Birch. This fragrance wears close, and smoulders with the erotic scent of warm bodies; skin touching skin, hair, lips, passion, desire and more desire. Pagan natural perfume oil is physical, primitive, natural, and seriously good. A mysteriously magical composition that ventures far beyond its ingredients to a sensual and aromatic wonderland.\nThe original oil parfum, Pagan was, and still is hot stuff. Lascivious leather floral with masses of Narcissus and Jasmine. I decided it needed to be available as an eau… and c’est voila!! One of the best in the TRNP range.\" - a note from the brand.\nPagan was launched in 2018. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.51947.jpg","parfume_gender":"unisex","parfume_year":"2018","top_notes":[],"middle_notes":[],"base_notes":["Narcissus","Cypriol Oil or Nagarmotha","Ambrette (Musk Mallow)","Orange Blossom","Sandalwood","Jasmine","Birch"]},{"parfume_title":"Siddartha","parfume_description":"\"Some guys are just born dudes. This fragrance is the ultimate Jimi Hendrix/Easy Rider fragrance. Fringed suede, uber-masculine sass’, joyful abandon and totally unapologetic eros. Sandalwood, Ambrette, Eastern spices, lemongrass, patchouli and voodoo. ‘Are you experienced?\" - a note from the brand.\nSiddartha was launched in 2018. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.51946.jpg","parfume_gender":"male","parfume_year":"2018","top_notes":[],"middle_notes":[],"base_notes":["Sandalwood","Ambrette (Musk Mallow)","Arabian Spices","Lemongrass","Patchouli"]},{"parfume_title":"Sylvana","parfume_description":"\"Sylvana was so successful in the parfum oil formula that I decided to create the eau de parfum to match. A mesmerising woodland chypre that features a superb batch of clary sage seamlessly blended with jasmine Sambac and Egyptian geranium. The woody base of this fragrance is a classic chypre cocktail of bergamot, labdanum, patchouli and oakmoss. Sylvana is long–lasting and deliciously astringent with bitter green and floral woody facets. This beautiful fragrance is suited to all genders – even those we’ve yet to discover. Dry as a Churchill martini, yet soothing as the sudden dip in temperature that heralds the long-awaited seasonal change from Summer’s long slow burn to the silken touch of Autumn. Sylvana is a classic Italian-styled chypre featuring Bergamot, Geranium, Jasmine grandiflorum, Clary sage, Labdanum, Oakmoss and Patchouli. Titania’s perfume.\" - a note from the brand.\nSylvana was launched in 2018. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.51948.jpg","parfume_gender":"unisex","parfume_year":"2018","top_notes":[],"middle_notes":[],"base_notes":["Bergamot","Geranium","Egyptian Jasmine","Jasmine Sambac","Clary Sage","Labdanum","Oakmoss","Patchouli"]},{"parfume_title":"AUDREY","parfume_description":"\"OK… let’s admit it, AUDREY is ‘old lady perfume’… the kind I really love to wear… classic, elegant, refined, beautiful, high quality, exclusive, natural, feminine, sexy, in fact it’s an ultimate signature scent for the fully grown woman. No honey-dew melons, bubble gum, cupcakes, snapchat, celebrity head blogstars or dank memes. Just a beautifully feminine floral fragrance draped over a smoky green bed of wild herbs and style. Audrey features Jasmine Grandiflorum, Iris, Hand-tinctured Vanilla Planifolia, Clary Sage and the finest quality Sumatran Patchouli. Dinner at Tiffany’s anyone?\" - a note from the brand.\nAudrey by Teone Reinthal Natural Perfume is a Floral fragrance for women and men. This is a new fragrance. Audrey was launched in 2016. The nose behind this fragrance is Teone Reinthal. The fragrance features jasmine, iris, vanilla, clary sage and patchouli.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.42104.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":[],"middle_notes":[],"base_notes":["Jasmine","iris","Vanilla","Clary Sage","Patchouli"]},{"parfume_title":"Dragonboat","parfume_description":"\"Dragonboat is a silken watercolor of steam tendrils drifting around the crumbling walls of an ancient Chinese tea-house perched on a mountain top. A tempest of flooding rains and typhoon winds rages outside. The interior of the tea-house is a study of deep tranquility; eternally cool, delicately fragrant and serenely composed. Dragonboat is a cool green floral composition featuring Osmanthus, Honeysuckle and Green Tea.\" - a note from the brand.\nDragonboat by Teone Reinthal Natural Perfume is a Floral Green fragrance for women and men. This is a new fragrance. Dragonboat was launched in 2016. The nose behind this fragrance is Teone Reinthal. The fragrance features osmanthus, honeysuckle and green tea.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.42103.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":[],"middle_notes":[],"base_notes":["Osmanthus","Honeysuckle","Green Tea"]},{"parfume_title":"Tea Rose Mimosa","parfume_description":"\"Tea Rose Mimosa is an intensely beautiful floral oriental – Tea Rose absolute, Mimosa absolute and my luscious amber accord. Long-lasting and unforgettable.\" - a note from the brand.\nTea Rose Mimosa by Teone Reinthal Natural Perfume is a Oriental Floral fragrance for women and men. This is a new fragrance. Tea Rose Mimosa was launched in 2016. The nose behind this fragrance is Teone Reinthal. The fragrance features tea rose, mimosa and amber.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.42102.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":[],"middle_notes":[],"base_notes":["Tea Rose","Mimosa","Amber"]},{"parfume_title":"Blossom","parfume_description":"\"Blossom (reformulated) natural perfume was a firm favourite of mine (and quite a few of my white floral-lovin’ pals), a few years ago, and then one day, quite tragically, she was gone…. Oh No! Blossom natural perfume has returned and she’s prettier than ever. Made with my hand-made Vanilla and Ylang Ylang tinctures, Blossom features Orange Blossom, Ginger Lily, Jasmine Auriculatum, Gardenia (Tiare flower), Vanilla absolute, Amyris, Mysore Sandalwood, Amber accord and Atlas Cedarwood.\" - a note from the brand.\nBlossom was launched in 2018. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.51953.jpg","parfume_gender":"unisex","parfume_year":"2018","top_notes":[],"middle_notes":[],"base_notes":["Vanilla","Ylang-Ylang","Orange Blossom","White Ginger Lily","Jasmine","Tiare Flower","Amyris","Sandalwood","Amber","Atlas Cedar"]},{"parfume_title":"Kodama 木霊","parfume_description":"\"Kodama 木(wood) 霊(sprite) eau de parfum is a close-wearing silk robe, attenuated for your own personal enjoyment and for the haunting trail that your lover will associate with you, and you alone. This scent draws you into a lingering embrace, for just one more moment to deeply inhale you, it summons the sort of kisses on the back of your neck that carry you away. Kodama features hand-tinctured Murraya Blossoms, Egyptian Geranium, Orange Blossom, Vietnamese Oud, Mysore Sandalwood, hand-tinctured Tonka beans, Ambrette Seed and my Woods accord of Cedarwood, Cypress, Spruce and Fir Needle. Featuring a very large amount of pure Vietnamese oud, Kodama is best suited to noses that know and love real oud, and the leathery green notes that underpin the soft woods and delicate florals of the composition. A perfume for perfumists. Unisex. Elegant. Delicate. Superb.\" - a note from the brand.\nKodama 木霊 was launched in 2018. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.51950.jpg","parfume_gender":"unisex","parfume_year":"2018","top_notes":[],"middle_notes":[],"base_notes":["Mock Orange","Geranium","Orange Blossom","Agarwood (Oud)","Sandalwood","Tonka Bean","Ambrette (Musk Mallow)","Cedar","Cypress","Spruce","Fir"]},{"parfume_title":"Light","parfume_description":"\"Light natural perfume is an intensely beautiful fragrance that was especially designed for traversing life’s dark tunnels, it brings a deeply peaceful sense of calm during difficult times of stress and worry. Featuring White Lotus, Jasmine Grandiflorum, Frangipani and Sandalwood, Light natural perfume is never loud or demanding, it shimmers with an irresistible beauty that is delicate, pristine, …pure. The combination of such ethereal floral absolutes, in concert with the Mysore sandalwood, creates a precious bower of mesmerising tranquility; a personal haven for catching one’s breath and recalibrating the self within the natural ebb and flow of life.\" - a note from the brand.\nLight was launched in 2018. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.51952.jpg","parfume_gender":"unisex","parfume_year":"2018","top_notes":[],"middle_notes":[],"base_notes":["White Lotus","Jasmine","Frangipani","Sandalwood"]},{"parfume_title":"Versailles","parfume_description":"\"Versailles natural perfume is crystal clear and beautifully balanced. Notes include Grapefruit, Neroli and Sandalwood. I truly love tuberose. I’ve owned quite a few tuberose fragrances and somehow, I find after a short while, they really irritate me. Too much or not enough tuberose just easily lets the whole perfume screech or fall apart. So, I created Versailles eau de parfum for me. Its name is simply a nod to Louis XVI’s passion for Tuberose.\" - a note from the brand.\nVersailles was launched in 2018. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.51951.jpg","parfume_gender":"unisex","parfume_year":"2018","top_notes":[],"middle_notes":[],"base_notes":["Grapefruit","Neroli","Sandalwood","Tuberose"]},{"parfume_title":"Anjana","parfume_description":"\"Anjana is a perfect fragrance for hot Summery evenings; a sunset dip in a rock-pool of cool, clear, flowing water, where wild flowers and blossom scents drift on the warm breeze. There is an earthy depth to the composition, reminiscent of waterfalls, running creeks, rivulets and fresh water ponds, where frogs and dragonflies dance with fairies in the twilight as the moon rises, and night falls. Anjana natural perfume is long-lasting and delightful; a floral chypre featuring cold-pressed Lemon, Mandarin, Hyacinth, Tuberose, Nutmeg and Vetiver. \nThe inspiration for my Anjana natural perfume is derived from Cantabrian mythology.\" - a note from the brand.\nAnjana was launched in 2018. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.51958.jpg","parfume_gender":"unisex","parfume_year":"2018","top_notes":[],"middle_notes":[],"base_notes":["Lemon","Mandarin Orange","Hyacinth","Tuberose","Nutmeg","Vetiver"]},{"parfume_title":"Gulaab","parfume_description":"\"Gulaab natural perfume is the scent I remember from when my friend Jo, (who worked as a gardener at the rose farm on Mount Nebo) used to drop in to the cottage where we lived with kilograms of roses that were unsuitable for the florist as they’d been wind-bruised or were simply the wrong size. I’d string them up in long garlands and dry them whole, or I’d pick all the petals off dozens of blooms and dry them until crisp in the oven for crumbling into hand made soap. Our house was so often filled with the fragrance of hundreds of roses and it was sheer heaven. Gulaab is a highly fragrant combination of spectacular Indian Rose damascena and Rose de Mai, rested on a chypre base of beautiful Sumatran patchouli, oakmoss, labdanum and bergamot. It is a fresh, lively, natural rose fragrance that will fill your world with garlands and baskets of fresh roses to help you celebrate the wonder of nature.\" - a note from the brand.\nGulaab was launched in 2018. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.51959.jpg","parfume_gender":"unisex","parfume_year":"2018","top_notes":[],"middle_notes":[],"base_notes":["Damask Rose","Rose de Mai","Patchouli","Oakmoss","Labdanum","Bergamot"]},{"parfume_title":"Irises","parfume_description":"\"Bergamot, Jasmine Grandiflorum, Virginian Cedarwood, Orris root, Violet leaf, oakmoss, labdanum, patchouli and Mysore sandalwood. A vintage-styled European treasure emerging from the last century, reconstructed with my mind fully focused on scenting Van Gogh’s extraordinarily beautiful rendering of Iridaceae.\" - a note from the brand.\nIrises was launched in 2018. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.51960.jpg","parfume_gender":"unisex","parfume_year":"2018","top_notes":[],"middle_notes":[],"base_notes":["Bergamot","Jasmine","Virginia Cedar","Orris Root","Violet Leaf","Oakmoss","Labdanum","Patchouli","Sandalwood"]},{"parfume_title":"Mozas del Agua","parfume_description":"\"A fragrant fairy tale about Water Maidens, Mozas del Agua opens with a sudden cold splash of playfully floral citrus, followed by a deep dive down into a rock pool that lives beneath a waterfall. The sky is pure, and light plays around you like music from another dimension. The green earthiness that follows is cool and dark, and carries the weight of self-assurance and quiet confidence. A masculine summer must-have featuring Petitgrain, Grapefruit, Patchouli and Vetiver.\" - a note from the brand.\nMozas del Agua was launched in 2018. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.51964.jpg","parfume_gender":"male","parfume_year":"2018","top_notes":[],"middle_notes":[],"base_notes":["Petitgrain","Grapefruit","Patchouli","Vetiver"]},{"parfume_title":"Nepenthe","parfume_description":"\"Nepenthe was, according to Homer, an ancient Egyptian elixir; a herbal drink that was so potent it chased away all grief and sorrows.\nNepenthe perfume is one of my most cherished personal fragrances; an otherworldly nectar of Champaca, Blue Lotus, Frangipani and Sandalwood (among some other mysterious players). Blue Lotus is euphoric, aphrodisiac and a deeply trance-inducing absolute. Frangipani is a temple flower. It produces a transcendent state of mind where one finds the ability to rise above the troubles of the day and be at peace. Champaca is aphrodisiac and Mysore sandalwood is the very best ground of creamy woods with which to anchor the whole fragrance in place.\" - a note from the brand.\nNepenthe was launched in 2018. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.51963.jpg","parfume_gender":"unisex","parfume_year":"2018","top_notes":[],"middle_notes":[],"base_notes":["Champaca","Blue Lotus","Frangipani","Sandalwood"]},{"parfume_title":"Ruh Khus","parfume_description":"\"Traditionally, Ruh Khus is an attar distilled from wild vetiver, the roots of a fragrant grass that brings a cooling and beautiful tranquility during very hot and humid weather. Frequently woven into screens, or thatched into mats that are sprayed with cool water during humid hot weather, the water evaporates in the heat and the fragrance is released, imparting an earthy, cool calmness. Ruh Khus eau de parfum is my tribute to the cool green jewel, and is the happy result of a long journey of experimentation. It has taken me several years to strike the right balance of elements that highlight the cooling joy of Khus with the fresh floral respite of roses, jasmine, iris, sandalwood and the tart freshness of galbanum, bergamot and petitgrain.\" - a note from the brand.\nRuh Khus was launched in 2018. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.51961.jpg","parfume_gender":"unisex","parfume_year":"2018","top_notes":[],"middle_notes":[],"base_notes":["Rose","Jasmine","iris","Vetiver Root","Sandalwood","Galbanum","Bergamot","Petitgrain"]},{"parfume_title":"Taif Rose","parfume_description":"\"I recently composed a brand new amber base. I wanted to utilise the gorgeous floralcy of Styrax absolute when blended with Vanilla planifolia, Mysore Sandalwood and the leather pungency of a hefty batch of Portuguese Labdanum. This golden pool of amber was simply the perfect bed for a very large dose of Taif Rose. Truly a mystical beauty for those of us that still believe in fairies and angels and miracles. Sublime…\" - a note from the brand.\nTaif Rose was launched in 2018. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.52053.jpg","parfume_gender":"unisex","parfume_year":"2018","top_notes":[],"middle_notes":[],"base_notes":["Styrax","Vanilla","Taif Rose","Sandalwood","Labdanum"]},{"parfume_title":"Tenderness","parfume_description":"\"Tenderness eau de parfum is a deep sigh of contentment… the fresh debut of floral scent emanating from a tender, pale pink rosebud in the blush of dawn. Bergamot, Petitgrain, Rose de Mai, Tonka bean tincture, Cypress, Ambrette Seed, Mimosa. A firm favourite for warm and hot weather.\" - a note from the brand.\nTenderness was launched in 2018. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.51962.jpg","parfume_gender":"unisex","parfume_year":"2018","top_notes":[],"middle_notes":[],"base_notes":["Bergamot","Petitgrain","Rose de Mai","Tonka Bean","Cypress","Ambrette (Musk Mallow)","Mimosa"]},{"parfume_title":"Artemis","parfume_description":"\"Artemis (eau de parfum) is a bracing splash of ‘wilderness-in-a-bottle’. A woody chypre opening with a crisp top note of bergamot, featuring Australian blue cypress, finest grade Sumatran patchouli, frankincense (boswellia carterii), with an earthy ground of Indian vetiver and nagarmotha (cypriol). This fragrance is a favorite of nature-lovers: men and women who enjoy signature scents that evoke the precious and untamed places of the natural world.\" - a note from the brand.\nArtemis by Teone Reinthal Natural Perfume is a Woody Chypre fragrance for women and men. This is a new fragrance. Artemis was launched in 2016. The nose behind this fragrance is Teone Reinthal. Top note is bergamot; middle notes are indonesian patchouli leaf and cypress; base notes are cypriol oil or nagarmotha, olibanum and vetiver.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.41254.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":["Bergamot"],"middle_notes":["Indonesian Patchouli Leaf","Cypress"],"base_notes":["Cypriol Oil or Nagarmotha","Olibanum","Vetiver"]},{"parfume_title":"Jasmine Yuzu","parfume_description":"\"Jasmine Yuzu (eau de parfum, pure parfum, water perfume and unguent). Featuring Jasmine Grandiflorum, Jasmine Auriculatum, Japanese Yuzu, Pink Grapefruit and Madagascan Ylang Ylang, Jasmine Yuzu is the only perfume you’ll need for Spring and Summer, a perfect feather on the breath of joy…\" - a note from the brand.\nJasmine Yuzu by Teone Reinthal Natural Perfume is a Floral fragrance for women and men. This is a new fragrance. Jasmine Yuzu was launched in 2016. The nose behind this fragrance is Teone Reinthal. The fragrance features jasmine, indian jasmine, yuzu, pink grapefruit and madagascar ylang-ylang.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.41255.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":[],"middle_notes":[],"base_notes":["Jasmine","Indian Jasmine","Yuzu","Pink Grapefruit","Madagascar Ylang-Ylang"]},{"parfume_title":"Mogra","parfume_description":"\"Mogra (eau de parfum). Introducing a beautiful new Summer fragrance, Mogra is an aromatic fougère; a cool, green walk in the rainforest accented by the delicious scent of Arabian jasmine sweetening the journey. Mogra features hand-tinctured tonka beans, Bulgarian lavender, Bourbon geranium, West Australian sandalwood, Ambrette seed, Haitian vetiver, Oakmoss, Orris root and Jasmine Sambac. Mogra is totally unisex and is loved equally by the men and women who have sampled it. Mogra is available in 50ml vintage French crystal flacon and 3ml tester.\" - a note from the brand.\nMogra by Teone Reinthal Natural Perfume is a Aromatic Fougere fragrance for women and men. This is a new fragrance. Mogra was launched in 2016. The nose behind this fragrance is Teone Reinthal. The fragrance features tonka bean, lavender, bourbon geranium, australian sandalwood, ambrette (musk mallow), haitian vetiver, oakmoss, orris root and jasmine sambac.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.41256.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":[],"middle_notes":[],"base_notes":["Tonka Bean","Lavender","Bourbon Geranium","Australian Sandalwood","Ambrette (Musk Mallow)","Haitian Vetiver","Oakmoss","Orris Root","Jasmine Sambac"]},{"parfume_title":"Ambrosia","parfume_description":"\"Ambrosia is a hippie festival of fragrant flowers, this one is very much the sort of fragrance that most people associate with the Natural Perfume genre. I just decided to create one that really (really) delivers a bouquet of bliss by having it focus on the truly beautiful blossoms that it features. Ambrosia stars cold pressed Mandarin, Jasmine (grandi), Ylang Ylang, Neroli, Frangipani, Blue Lotus, Atlas Cedarwood, Tonka, Cardamon, Cinnamon leaf, Sumatran Patchouli and Mysore Sandalwood. Available in 15ml amber glass roll-ons. Ambrosia is a Summer must-have for free spirits and djembe enthusiasts. Available in 15ml amber glass roll-on vials.\" - a note from the brand.\nAmbrosia was launched in 2017. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.47019.jpg","parfume_gender":"unisex","parfume_year":"2017","top_notes":[],"middle_notes":[],"base_notes":["Mandarin Orange","Jasmine","Ylang-Ylang","Neroli","Frangipani","Blue Lotus","Atlas Cedar","Tonka Bean","Cardamom","Cinnamon","Patchouli","Sandalwood"]},{"parfume_title":"Antarctica","parfume_description":"\"An icy blast of frozen time. This fragrance is typical of men’s floral chypres worn in the early chapter of the 20th century. Biting, suave, distinctive and unique, the cold florals duel with the chypre base and leave a scent trail that is memorable and beautiful. May be worn by anyone; Antarctica will never be described as pretty or girly, it’s the scent of adventure; an explorer’s elixir… and heads will turn.\" - a note from the brand.\nAntarctica was launched in 2017. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.47018.jpg","parfume_gender":"unisex","parfume_year":"2017","top_notes":[],"middle_notes":[],"base_notes":["Bergamot","Tuberose","Hyacinth","Violet Leaf","Labdanum","Oakmoss","Patchouli"]},{"parfume_title":"Lili","parfume_description":"\"Lili (my childhood nickname, pronounced Lee Lee) features Grapefruit, Lily of the Valley, Turkish Rose, Neroli, Violet Leaf absolute, Tonka bean absolute and my chypre base of Oakmoss, Labdanum and Bergamot. LiLi is a tomboy: an avant garde floral with the most amazing haute couture profile and radiant sillage.\" - a note from the brand.\nLili was launched in 2017. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.47021.jpg","parfume_gender":"unisex","parfume_year":"2017","top_notes":[],"middle_notes":[],"base_notes":["Grapefruit","Lily-of-the-Valley","Turkish Rose","Neroli","Violet Leaf","Tonka Bean","Oakmoss","Bergamot","Labdanum"]},{"parfume_title":"Night Song","parfume_description":"\"Somehow you have been transported to the tiled courtyard of a Sufi temple as the Qawwali singers are about to start. The tablas begin, the harmonium starts and the fragrance of champaca blossoms drifts in, carried on the humid evening breeze as the moon rises. Incense and spices rise in time with the drums… and an otherworldly dream fragrance rises like a wave of mystery, hauntingly beautiful. Night Song is multi-faceted; a multi-dimensional textured encounter. I feel sure that this will just keep getting better and better over the next couple of months as it matures in the Spring warmth and fully macerates during the Summer heat. It will be astonishingly good next year, but I’m wearing it every chance I can right now. Champaca, Pink Lotus, Mysore Sandalwood, Indian oud, Myrrh, Frankincense, Labdanum, Vanilla and Tobacco.\" - a note from the brand.\nNight Song was launched in 2017. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.47027.jpg","parfume_gender":"unisex","parfume_year":"2017","top_notes":[],"middle_notes":[],"base_notes":["Champaca","Sandalwood","Pink Lotus","Indian Oud","Myrrh","Olibanum","Labdanum","Vanilla","Tobacco"]},{"parfume_title":"Odile New Edition","parfume_description":"\"Reformulated Odile is hot-tempered and gob-smackingly erotic. A high maintenance bombshell who stubs her cigars out on dinner plates in fancy French cafes, even though the sign clearly says NO SMOKING. Odile is leather and more leather and iris and jasmine and an ocean of narcissus. The opening is eau de nail polish remover and the dry-down is a sepia-toned, torrid love story that will leave you shaken but most certainly hooked. Wear it generously, and leave a generous tip poking out from under your plate with a note saying ‘Sorry about all the cigar ash’… Iris, Patchouli, Narcissus, Leather and Jasmine Grandiflorum draped over a smoky green bed of wild herbs and style. Odile is not a pretty or whimsical floral; it is a found object of desire; leathery, carnal, tight-laced, volatile and intensely beautiful.\" - a note from the brand.\nOdile New Edition was launched in 2017. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.47041.jpg","parfume_gender":"unisex","parfume_year":"2017","top_notes":[],"middle_notes":[],"base_notes":["iris","Patchouli","Narcissus","Leather","Jasmine","Herbal Notes"]},{"parfume_title":"Ritual","parfume_description":"\"The circle-path of life and all it’s customary steps. We breathe in. We are reverent, banal, loving, tormented and tranquil in the game of life. We play to feel, and when we lose, we go again… step by step… Each moment is filled with the perfume of the Ritual. This Ritual features Tobacco, Sandalwood, Tuberose, Pink Lotus and Lemon. A strange, masculine floral, this fragrance is long-lasting and metallic; a bleak and penetrating scent that conjures the harsh light of corporate aggression, sheer arrogance, sophistication, strategic pragmatism and winning. This brute will only suit a very few… and those that can truly wear it, will swoon.\" - a note from the brand.\nRitual was launched in 2017. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.47028.jpg","parfume_gender":"unisex","parfume_year":"2017","top_notes":[],"middle_notes":[],"base_notes":["Tobacco","Sandalwood","Tuberose","Pink Lotus","Lemon"]},{"parfume_title":"Rose Embers","parfume_description":"\"Rose Embers is the Summer version of Embers, with a wonderful focus on a fresh and sparkling batch of Rose de Mai and Vanilla absolute. Rose Embers contains the exact same ingredients as Embers (in a slightly different formulation) but the super-charged rose and vanilla elements really lift this to create an airy floral amber that will work wonders in steamy hot weather.\" - a note from the brand.\nRose Embers was launched in 2017. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.47020.jpg","parfume_gender":"unisex","parfume_year":"2017","top_notes":[],"middle_notes":[],"base_notes":["Sandalwood","Vanilla","Labdanum","Benzoin","Rose de Mai","Herbal Notes","Spices"]},{"parfume_title":"Wan Chai","parfume_description":"\"Hong Kong. 1989. A wild ride in a red taxi takes you to the Po San Club. It’s 3am, it’s raining, and every one is smoking. The music inside the club pounds your head and you glance around in the dark… she’s over there. Touching up her lipstick, she sees you and flicks her hand at you and smiles. You blush… the spotlight catches her sequins as she strolls across the stage towards you.\n‘Hey Baby, thought you wouldn’t make it in time to see my show’.\nYou grin… ‘I wouldn’t miss it for the world’.\nWan Chai… the hottest night of your life. Smoke accord, Taif Rose, Saffron, Anis seed, Cinnamon, Cardamon, Amber and Oud.\" - a note from the brand.\nWan Chai was launched in 2017. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.47029.jpg","parfume_gender":"unisex","parfume_year":"1989","top_notes":[],"middle_notes":[],"base_notes":["Smoke","Taif Rose","Saffron","Anise","Cinnamon","Cardamom","Amber","Agarwood (Oud)"]},{"parfume_title":"Zeeba","parfume_description":"\"Zeeba is a Farsi word meaning beautiful, and was named by my Persian friend, Azita. Zeeba smells of roses grown in honey-golden sunlight, this fragrance induces a deep state of purring contentment. My most lavish perfume to date; here is a stained-glass window of fragrant bliss whose incredible saffron colour comes from the Taif Rose absolute, a creamy, soft and spectacular rose oil blended with leathery Vietnamese oud and Mysore sandalwood. It’s the rare, magical harvests that come along once in a lifetime that leave behind a glow of happiness. It is a glow that endures; filigreed through many amazing memories and encounters. This is one of those treasures. A strictly limited edition.\" - a note from the brand.\nZeeba was launched in 2017. The nose behind this fragrance is Teone Reinthal.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.47030.jpg","parfume_gender":"unisex","parfume_year":"2017","top_notes":[],"middle_notes":[],"base_notes":["Agarwood (Oud)","Sandalowood","Taif Rose"]},{"parfume_title":"Body","parfume_description":"\"The Mind, Body and Spirit collection is a mini perfume-wardrobe of 3 new fragrances that can be worn individually and also layered to create a variety of wonderful new scent-sations. The collection includes 3 pure parfums (roll-on) and 3 unguents. Pure parfums are blended in fractionated coconut oil, and the unguents include organic beeswax. The Mind, Body & Spirit collection is perfectly suitable for international shipping.\" - a note from the brand.\nBody by Teone Reinthal Natural Perfume is a Floral fragrance for women and men. This is a new fragrance. Body was launched in 2016. The nose behind this fragrance is Teone Reinthal. The fragrance features lime, frangipani, jasmine, tuberose and myrrh.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.41285.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":[],"middle_notes":[],"base_notes":["Lime","Frangipani","Jasmine","Tuberose","Myrrh"]},{"parfume_title":"Mind","parfume_description":"\"The Mind, Body and Spirit collection is a mini perfume-wardrobe of 3 new fragrances that can be worn individually and also layered to create a variety of wonderful new scent-sations. The collection includes 3 pure parfums (roll-on) and 3 unguents. Pure parfums are blended in fractionated coconut oil, and the unguents include organic beeswax. The Mind, Body & Spirit collection is perfectly suitable for international shipping.\" - a note from the brand.\nMind by Teone Reinthal Natural Perfume is a Floral Woody Musk fragrance for women and men. This is a new fragrance. Mind was launched in 2016. The nose behind this fragrance is Teone Reinthal. The fragrance features bitter orange, damask rose, labdanum, vanilla, benzoin and sandalwood.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.41284.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":[],"middle_notes":[],"base_notes":["Bitter Orange","Damask Rose","Labdanum","Vanilla","Benzoin","Sandalwood"]},{"parfume_title":"Spirit","parfume_description":"\"The Mind, Body and Spirit collection is a mini perfume-wardrobe of 3 new fragrances that can be worn individually and also layered to create a variety of wonderful new scent-sations. The collection includes 3 pure parfums (roll-on) and 3 unguents. Pure parfums are blended in fractionated coconut oil, and the unguents include organic beeswax. The Mind, Body & Spirit collection is perfectly suitable for international shipping.\" - a note from the brand.\nSpirit by Teone Reinthal Natural Perfume is a Floral fragrance for women and men. This is a new fragrance. Spirit was launched in 2016. The nose behind this fragrance is Teone Reinthal. The fragrance features honeysuckle, blue lotus, lime (linden) blossom and lavender.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.41286.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":[],"middle_notes":[],"base_notes":["Honeysuckle","Blue Lotus","Lime (Linden) Blossom","Lavender"]},{"parfume_title":"Gondwana","parfume_description":"Featuring hand-tinctured tonka beans, this classic fragrance includes traditional fougère ingredients of lavender, geranium and oakmoss and also features juniper berry, fir needle, clary sage and black pepper. A wonderfully refreshing and long-lasting unisex fragrance, Gondwana is especially suited to corporate and professional environments.\nGondwana by Teone Reinthal Natural Perfume is a Aromatic Fougere fragrance for women and men. This is a new fragrance. Gondwana was launched in 2016. The nose behind this fragrance is Teone Reinthal. The fragrance features tonka bean, lavender, geranium, oakmoss, juniper berries, fir, clary sage and black pepper.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.38515.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":[],"middle_notes":[],"base_notes":["Tonka Bean","Lavender","Geranium","Oakmoss","Juniper Berries","Fir","Clary Sage","Black Pepper"]},{"parfume_title":"Mokaya","parfume_description":"A sexy gourmand fragrance featuring hand-tinctured organic cocoa and vanilla beans, Mokaya opens with an intense chocolate aroma that simmers away to reveal a gorgeous ground of orange blossom, patchouli, ambrette seed musk and tobacco. The name, Mokaya, meaning ‘corn-people’, was given to a pre-Olmec culture that existed around 1900 BC in the Soconusco region of Mexico as well as in several parts of Guatemala. Archeologists believe that the Mokaya were the first Mesoamerican people to cultivate cacao which was carried to Mexico from the Amazon (Wikipedia, 2016). Imagining the ancient world of the Mokaya, this natural gourmand fragrance is a study in dark, earthy scents that evoke the tropical richness of fertile soil, exotic flowers, fruit and wood-smoke. Mokaya’s main notes include: Jasmine Sambac, Cassie Absolute, Orange Blossom, Iris, hand-tinctured Vanilla and Cocoa beans, Patchouli and Tobacco. Mokaya is very much a unisex fragrance, retaining perfect balance between its sweetness and raw earthiness.\nMokaya by Teone Reinthal Natural Perfume is a Oriental Vanilla fragrance for women and men. This is a new fragrance. Mokaya was launched in 2016. The nose behind this fragrance is Teone Reinthal. The fragrance features jasmine sambac, cassia, orange blossom, iris, ambrette (musk mallow), vanilla, cacao, patchouli and tobacco.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.38516.jpg","parfume_gender":"unisex","parfume_year":"1900","top_notes":[],"middle_notes":[],"base_notes":["Jasmine Sambac","Cassia","Orange Blossom","iris","Ambrette (Musk Mallow)","Vanilla","Cacao","Patchouli","Tobacco"]},{"parfume_title":"Myrrh","parfume_description":"Myrrh is a flying carpet of scents; an intensely rich, floral amber. Upon opening your own crystal flacon, you will discover an ancient world of rare and precious spices and exotic perfume ingredients. Myrrh is a pageant of fragrant elements that swirl and drift by, returning later in an elaborate weaving of textures and romantic impressions of the souk.\nMyrhh by Teone Reinthal Natural Perfume is a Oriental Floral fragrance for women and men. This is a new fragrance. Myrhh was launched in 2016. The nose behind this fragrance is Teone Reinthal. The fragrance features bitter orange, saffron, artemisia, pandanus, champaca, cardamom, cloves, neroli, rose de mai, sandalwood, myrrh and agarwood (oud).","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.38518.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":[],"middle_notes":[],"base_notes":["Bitter Orange","Saffron","Artemisia","Pandanus","Champaca","Cardamom","Cloves","Neroli","Rose de Mai","Sandalwood","Myrrh","Agarwood (Oud)"]},{"parfume_title":"Quintessence","parfume_description":"Rich Floral Chypre. Quintessence is a classic Hollywood red carpet glamour-puss featuring natural aldehyde top notes of Bergamot, Lemon, Mandarin and Clary Sage with a stunning floral centre-piece of Jasmine Grandiflorum, Rose Damascena, Mimosa, Madagascan Ylang Ylang, with a base of Orris Root, Mysore Sandalwood and Patchouli. A true signature fragrance is simply the ‘right’ perfume composition for you; a compatible collaboration of scents that easily signify your quintessence in an alluring experience of pleasure for you… and for others.\nQuintessence by Teone Reinthal Natural Perfume is a Chypre Floral fragrance for women and men. This is a new fragrance. Quintessence was launched in 2016. The nose behind this fragrance is Teone Reinthal. Top notes are bergamot, lemon, mandarin orange and clary sage; middle notes are jasmine, damask rose, mimosa and madagascar ylang-ylang; base notes are orris root, sandalwood and patchouli.","parfume_brand":"TRNP","parfume_photo":"https://fimgs.net/mdimg/perfume/375x500.38722.jpg","parfume_gender":"unisex","parfume_year":"2016","top_notes":["Bergamot","Lemon","Mandarin Orange","Clary Sage"],"middle_notes":["Jasmine","Damask Rose","Mimosa","Madagascar Ylang-Ylang"],"base_notes":["Orris Root","Sandalwood","Patchouli"]}]